{
    "GMB": [
        {
            "description": "Gambia ist das kleinste Land in Afrika",
            "source": "https://de.wikipedia.org/wiki/Gambia"
        },
        {
            "description": "Der Gambia-Fluss fließt durch das gesamte Land und mündet schließlich in den Atlantischen Ozean",
            "source": "https://de.wikipedia.org/wiki/Gambia"
        },
        {
            "description": "Gambia hat eine bunte Vogelwelt und ist ein beliebtes Reiseziel für Vogelbeobachter",
            "source": "https://de.wikipedia.org/wiki/Gambia"
        },
        {
            "description": "Die Hauptstadt Banjul liegt auf einer Insel an der Mündung des Gambia-Flusses",
            "source": "https://de.wikipedia.org/wiki/Banjul"
        }
    ],
    "ALA": [
        {
            "description": "Die Åland-Inseln sind eine autonome Provinz Finnlands und bestehen aus etwa 6.500 Inseln und Schären im südwestlichen Finnischen Meerbusen.",
            "source": "https://de.wikipedia.org/wiki/%C3%85land"
        },
        {
            "description": "Die offizielle Sprache der Åland-Inseln ist Schwedisch, obwohl Finnisch auch gesprochen wird.",
            "source": "https://de.wikipedia.org/wiki/%C3%85land"
        },
        {
            "description": "Die Wirtschaft der Åland-Inseln basiert hauptsächlich auf dem Seehandel, der Schiffahrt und dem Tourismus.",
            "source": "https://de.wikipedia.org/wiki/%C3%85land"
        },
        {
            "description": "Die Åland-Inseln haben ihren eigenen Flagge, ihre eigene Postleitzahl und ihr eigenes Kfz-Kennzeichen.",
            "source": "https://de.wikipedia.org/wiki/%C3%85land"
        }
    ],
    "CPV": [
        {
            "description": "Cape Verde ist ein afrikanischer Inselstaat im Atlantischen Ozean mit einer Bevölkerung von etwa 560.000 Menschen.",
            "source": "https://de.wikipedia.org/wiki/Kap_Verde"
        },
        {
            "description": "Die offizielle Sprache des Landes ist Portugiesisch, obwohl auch Kreolisch und Englisch gesprochen werden.",
            "source": "https://de.wikipedia.org/wiki/Kap_Verde#Sprachen"
        },
        {
            "description": "Die Inseln von Cape Verde bieten atemberaubende Landschaften und Strände, die es zu einem beliebten Reiseziel machen.",
            "source": "https://de.wikipedia.org/wiki/Kap_Verde#Tourismus"
        },
        {
            "description": "Das Bruttoinlandsprodukt von Cape Verde stammt hauptsächlich aus dem Dienstleistungssektor, gefolgt von der Industrie und der Landwirtschaft.",
            "source": "https://de.wikipedia.org/wiki/Kap_Verde#Wirtschaft"
        }
    ],
    "TKM": [
        {
            "description": "Turkmenistan ist ein Binnenstaat in Zentralasien.",
            "source": "https://de.wikipedia.org/wiki/Turkmenistan"
        },
        {
            "description": "Das Land grenzt an Kasachstan, Usbekistan, Afghanistan und den Iran.",
            "source": "https://de.wikipedia.org/wiki/Turkmenistan"
        },
        {
            "description": "Turkmenistan hat eine Fläche von ungefähr 491.200 Quadratkilometern.",
            "source": "https://de.wikipedia.org/wiki/Turkmenistan"
        },
        {
            "description": "Die Hauptstadt von Turkmenistan heißt Aschgabat.",
            "source": "https://de.wikipedia.org/wiki/Aschgabat"
        }
    ],
    "QAT": [
        {
            "description": "Qatar ist ein kleines Land auf der Arabischen Halbinsel und liegt am Persischen Golf.",
            "source": "https://de.wikipedia.org/wiki/Katar"
        },
        {
            "description": "Qatar hat eine Bevölkerung von etwa 2,8 Millionen Menschen.",
            "source": "https://de.wikipedia.org/wiki/Katar"
        },
        {
            "description": "Qatar ist das reichste Land der Welt pro Kopf durch seine Erdgas- und Erdölvorräte.",
            "source": "https://de.wikipedia.org/wiki/Katar"
        },
        {
            "description": "Qatar ist bekannt für architektonische Meisterwerke wie den Burj Qatar und den Aspire Tower.",
            "source": "https://de.wikipedia.org/wiki/Katar"
        }
    ],
    "SLV": [
        {
            "description": "El Salvador ist das kleinste Land in Zentralamerika und befindet sich zwischen Guatemala und Honduras.",
            "source": "https://de.wikipedia.org/wiki/El_Salvador"
        },
        {
            "description": "Die Währung von El Salvador ist der US-Dollar.",
            "source": "https://de.wikipedia.org/wiki/El_Salvador#Wirtschaft"
        },
        {
            "description": "El Salvador hat eine sehr hohe Kriminalitätsrate und gehört zu den gefährlichsten Ländern der Welt.",
            "source": "https://de.wikipedia.org/wiki/El_Salvador#Kriminalit%C3%A4t"
        },
        {
            "description": "Das Nationalgericht von El Salvador ist die 'Pupusa', eine Art gefüllte Maispfannkuchen.",
            "source": "https://de.wikipedia.org/wiki/Pupusa"
        }
    ],
    "GEO": [
        [
            {
                "description": "Georgia ist ein Land in der Kaukasusregion zwischen Europa und Asien.",
                "source": "https://de.wikipedia.org/wiki/Georgien"
            },
            {
                "description": "Die Hauptstadt von Georgia ist Tiflis (Tbilisi).",
                "source": "https://de.wikipedia.org/wiki/Tiflis"
            },
            {
                "description": "Georgia ist bekannt für seine reiche Kultur sowie seine kulinarischen Spezialitäten wie Khinkali (gefüllte Teigtaschen) und Khachapuri (käsegefülltes Fladenbrot).",
                "source": "https://de.wikipedia.org/wiki/Georgische_Küche"
            },
            {
                "description": "Georgia ist eines der ältesten christlichen Länder der Welt und die Georgisch-Orthodoxe Kirche hat eine lange Tradition und Bedeutung im Land.",
                "source": "https://de.wikipedia.org/wiki/Georgisch-orthodoxe_Kirche"
            }
        ]
    ],
    "GNQ": [
        [
            {
                "description": "Äquatorialguinea ist ein Land in Zentralafrika, das aus dem Festlandteil Rio Muni sowie der Inselgruppe Bioko besteht.",
                "source": "https://de.wikipedia.org/wiki/%C3%84quatorialguinea"
            },
            {
                "description": "Die offiziellen Sprachen des Landes sind Spanisch, Französisch und Portugiesisch.",
                "source": "https://de.wikipedia.org/wiki/Spanische_Sprache#Offizielle_Sprache"
            },
            {
                "description": "Das Land hat eine reiche Tierwelt mit Arten wie Elefanten, Gorillas und Schimpansen.",
                "source": "https://de.wikipedia.org/wiki/Naturreservate_in_%C3%84quatorialguinea"
            },
            {
                "description": "Äquatorialguinea hat eine niedrige Lebenserwartung und ein niedriges Bruttoinlandsprodukt pro Kopf trotz Vorkommen von Erdöl und Erdgas.",
                "source": "https://de.wikipedia.org/wiki/%C3%84quatorialguinea#Wirtschaft_und_Energie"
            }
        ]
    ],
    "CIV": [
        {
            "description": "Die Elfenbeinküste ist ein westafrikanisches Land mit Yamoussoukro als Hauptstadt.",
            "source": "https://de.wikipedia.org/wiki/Elfenbeink%C3%BCste"
        },
        {
            "description": "Die Elfenbeinküste ist der weltweit größte Produzent von Kakao und hat eine wichtige Rolle in der globalen Wirtschaft.",
            "source": "https://de.wikipedia.org/wiki/Kakaoanbau_in_der_Elfenbeink%C3%BCste"
        },
        {
            "description": "Es gibt viele verschiedene Ethnien in der Elfenbeinküste, darunter Akan, Baoulé, Bété, Dan und Dioula.",
            "source": "https://de.wikipedia.org/wiki/Ethnien_in_der_Elfenbeink%C3%BCste"
        },
        {
            "description": "Die offizielle Sprache der Elfenbeinküste ist Französisch, aber es gibt auch zahlreiche lokale Sprachen wie Akan und Baoulé.",
            "source": "https://de.wikipedia.org/wiki/Sprachen_der_Elfenbeink%C3%BCste"
        }
    ],
    "BHR": [
        {
            "description": "Bahrain ist ein kleines Königreich im Persischen Golf und besteht aus 33 Inseln.",
            "source": "https://de.wikipedia.org/wiki/Bahrain"
        },
        {
            "description": "Die Wirtschaft von Bahrain ist stark vom Erdöl abhängig, macht jedoch auch Fortschritte in den Bereichen Tourismus und Finanzdienstleistungen.",
            "source": "https://de.wikipedia.org/wiki/Wirtschaft_Bahrains"
        },
        {
            "description": "Bahrain ist bekannt für seine historische Bedeutung als Handelszentrum zwischen Ost und West sowie für seine archäologischen Stätten und Museen.",
            "source": "https://de.wikipedia.org/wiki/Bahrain#Geschichte"
        },
        {
            "description": "Obwohl die offizielle Sprache Arabisch ist, wird häufig Englisch gesprochen und verstanden. Bahrain ist auch ein wichtiger Standort für internationale Unternehmen und Organisationen.",
            "source": "https://de.wikipedia.org/wiki/Bahrain#Sprachen"
        }
    ],
    "FIN": [
        {
            "description": "Finnland ist ein Land im Norden Europas mit einer Bevölkerung von etwa 5,5 Millionen Menschen.",
            "source": "https://de.wikipedia.org/wiki/Finnland"
        },
        {
            "description": "Finnland hat eine Fläche von ungefähr 338.000 Quadratkilometern und ist damit das siebtgrößte Land Europas.",
            "source": "https://de.wikipedia.org/wiki/Finnland"
        },
        {
            "description": "Die offizielle Sprache in Finnland ist Finnisch, aber Schwedisch ist ebenfalls eine anerkannte Sprache.",
            "source": "https://de.wikipedia.org/wiki/Finnland"
        },
        {
            "description": "Finnland ist bekannt für seine atemberaubende Natur, darunter Tausende von Seen und Wäldern sowie die berühmte Mitternachtssonne im Sommer.",
            "source": "https://de.wikipedia.org/wiki/Finnland"
        }
    ],
    "LBY": [
        {
            "description": "Libyen liegt im Norden Afrikas und ist das viertgrößte Land des Kontinents.",
            "source": "https://de.wikipedia.org/wiki/Libyen"
        },
        {
            "description": "Die Hauptstadt von Libyen ist Tripolis und hat eine Bevölkerung von etwa 1,2 Millionen Menschen.",
            "source": "https://de.wikipedia.org/wiki/Tripolis"
        },
        {
            "description": "Die Wirtschaft von Libyen hängt stark vom Ölexport ab und ist einer der größten Rohölproduzenten Afrikas.",
            "source": "https://de.wikipedia.org/wiki/Wirtschaft_Libyens"
        },
        {
            "description": "Die Sahara-Wüste bedeckt den größten Teil des Landes und es gibt nur sehr wenig Fruchtbarkeit.",
            "source": "https://de.wikipedia.org/wiki/Geographie_Libyens"
        }
    ],
    "ESH": [
        [
            {
                "description": "Western Sahara ist ein von Marokko beanspruchtes Gebiet im Nordwesten Afrikas.",
                "source": "https://de.wikipedia.org/wiki/Westsahara"
            },
            {
                "description": "Die Bevölkerung von Western Sahara setzt sich hauptsächlich aus Sahrauis zusammen, die arabischer oder berberischer Abstammung sind.",
                "source": "https://de.wikipedia.org/wiki/Sahrauis"
            },
            {
                "description": "Seit 1975 wird Western Sahara von Marokko kontrolliert und es gibt eine lange Geschichte von Konflikten zwischen den sahrauischen Unabhängigkeitsbewegungen und der marokkanischen Regierung.",
                "source": "https://de.wikipedia.org/wiki/Geschichte_der_Westsahara"
            },
            {
                "description": "Das Gebiet hat reiche Phosphatvorkommen und einige begrenzte Öl- und Gasreserven, aber aufgrund des Konflikts ist die wirtschaftliche Entwicklung begrenzt.",
                "source": "https://de.wikipedia.org/wiki/Wirtschaft_der_Westsahara"
            }
        ]
    ],
    "ETH": [
        {
            "description": "Äthiopien ist ein Binnenstaat im Osten Afrikas.",
            "source": "https://de.wikipedia.org/wiki/%C3%84thiopien"
        },
        {
            "description": "Äthiopien hat eine Bevölkerung von über 110 Millionen Menschen.",
            "source": "https://de.wikipedia.org/wiki/Bev%C3%B6lkerung_%C3%84thiopiens"
        },
        {
            "description": "Äthiopien ist das einzige afrikanische Land, das nie vollständig von einer europäischen Macht kolonisiert wurde.",
            "source": "https://de.wikipedia.org/wiki/Kolonialismus_in_%C3%84thiopien"
        },
        {
            "description": "Äthiopien ist bekannt für seine Kaffeeindustrie und wird oft als Ursprungsland des Arabica-Kaffees bezeichnet.",
            "source": "https://de.wikipedia.org/wiki/Kaffeeanbau_in_%C3%84thiopien"
        }
    ],
    "MNP": [
        {
            "description": "Die Northern Mariana Islands sind eine Gruppe von 15 Inseln im westlichen Pazifischen Ozean mit einer Gesamtfläche von etwa 464 km².",
            "source": "https://de.wikipedia.org/wiki/Northern_Mariana_Islands"
        },
        {
            "description": "Die offiziellen Sprachen der Northern Mariana Islands sind Englisch, Chamorro und Karolinisch.",
            "source": "https://de.wikipedia.org/wiki/Northern_Mariana_Islands"
        },
        {
            "description": "Saipan, die größte Insel der Gruppe, ist auch die Hauptstadt und das wirtschaftliche Zentrum des Territoriums.",
            "source": "https://de.wikipedia.org/wiki/Saipan"
        },
        {
            "description": "Die Tourismusindustrie ist ein wichtiger Wirtschaftszweig der Northern Mariana Islands, da sie ein beliebtes Ziel für Urlauber aus Japan und China sind.",
            "source": "https://de.wikipedia.org/wiki/Northern_Mariana_Islands#Wirtschaft"
        }
    ],
    "SSD": [
        {
            "description": "South Sudan ist ein unabhängiger Staat in Ostafrika.",
            "source": "https://de.wikipedia.org/wiki/S%C3%BCdsudan"
        },
        {
            "description": "Die offizielle Sprache in South Sudan ist Englisch.",
            "source": "https://de.wikipedia.org/wiki/Englische_Sprache"
        },
        {
            "description": "Juba ist die Hauptstadt und größte Stadt des Landes.",
            "source": "https://de.wikipedia.org/wiki/Juba"
        },
        {
            "description": "South Sudan hat eine Fläche von etwa 619.745 Quadratkilometern.",
            "source": "https://de.wikipedia.org/wiki/S%C3%BCdsudan"
        }
    ],
    "PSE": [
        {
            "description": "Palestine ist ein Staat im Nahen Osten und umfasst das Westjordanland und den Gazastreifen.",
            "source": "https://de.wikipedia.org/wiki/Pal%C3%A4stina"
        },
        {
            "description": "Die Hauptstadt von Palestine ist Jerusalem.",
            "source": "https://de.wikipedia.org/wiki/Pal%C3%A4stinensische_Autonomiegebiete#Hauptstadtstreit_um_Ostjerusalem"
        },
        {
            "description": "Palestine hat eine Bevölkerung von etwa 5 Millionen Menschen.",
            "source": "https://de.wikipedia.org/wiki/Pal%C3%A4stinensisches_Selbstverwaltungsgebiet#Demografie"
        },
        {
            "description": "Palestine befindet sich in einem langanhaltenden Konflikt mit Israel um die territoriale Souveränität und politische Autonomie im Gebiet.",
            "source": "https://de.wikipedia.org/wiki/Israelisch-Pal%C3%A4stinensischer_Konflikt"
        }
    ],
    "TCA": [
        {
            "description": "Die Turks- und Caicosinseln sind ein britisches Überseegebiet im Atlantischen Ozean.",
            "source": "https://de.wikipedia.org/wiki/Turks-_und_Caicosinseln"
        },
        {
            "description": "Das Land besteht aus insgesamt 40 Inseln und Inselchen, von denen nur acht bewohnt sind.",
            "source": "https://de.wikipedia.org/wiki/Turks-_und_Caicosinseln#Geographie"
        },
        {
            "description": "Die Amtssprachen des Landes sind Englisch und Kreolisch-Englisch.",
            "source": "https://de.wikipedia.org/wiki/Turks-_und_Caicosinseln#Sprachen"
        },
        {
            "description": "Tourismus ist der wichtigste Wirtschaftszweig auf den Turks- und Caicosinseln.",
            "source": "https://de.wikipedia.org/wiki/Turks-_und_Caicosinseln#Wirtschaft_und_Infrastruktur"
        }
    ],
    "KGZ": [
        {
            "description": "Kyrgyzstan ist ein zentralasiatisches Land mit einer Fläche von etwa 200.000 km².",
            "source": "https://de.wikipedia.org/wiki/Kirgisistan"
        },
        {
            "description": "Die Bevölkerung von Kyrgyzstan beträgt etwa 6 Millionen Menschen, davon sind die meisten ethnischen Kirgisen und muslimischen Glaubens.",
            "source": "https://de.wikipedia.org/wiki/Kirgisistan"
        },
        {
            "description": "Issyk-Kul ist der zweitgrößte Bergsee der Welt und liegt in Kyrgyzstan.",
            "source": "https://de.wikipedia.org/wiki/Issyk-Kul"
        },
        {
            "description": "Kyrgyzstan ist bekannt für seine nomadische Kultur und Traditionen wie den Manas-Epos.",
            "source": "https://de.wikipedia.org/wiki/Kirgisistan"
        }
    ],
    "MDV": [
        [
            {
                "description": "Die Malediven sind ein Inselstaat im Indischen Ozean mit insgesamt 26 Atollen und etwa 1.200 Inseln.",
                "source": "https://de.wikipedia.org/wiki/Malediven"
            },
            {
                "description": "Malé ist die Hauptstadt der Malediven und befindet sich auf der Insel Malé im Nord-Malé-Atoll.",
                "source": "https://de.wikipedia.org/wiki/Mal%C3%A9"
            },
            {
                "description": "Die Amtssprache der Malediven ist Dhivehi, jedoch wird auch Englisch weit verbreitet gesprochen.",
                "source": "https://de.wikipedia.org/wiki/Malediven#Sprachen"
            },
            {
                "description": "Die Wirtschaft der Malediven basiert hauptsächlich auf Tourismus und Fischerei.",
                "source": "https://de.wikipedia.org/wiki/Malediven#Wirtschaft_und_Infrastruktur"
            }
        ]
    ],
    "BGD": [
        [
            {
                "description": "Bangladesh ist ein Land im Süden Asiens mit einer Fläche von 147.570 km².",
                "source": "https://de.wikipedia.org/wiki/Bangladesch"
            },
            {
                "description": "Dhaka ist die Hauptstadt von Bangladesh und hat eine Bevölkerung von über 21 Millionen Menschen.",
                "source": "https://de.wikipedia.org/wiki/Dhaka"
            },
            {
                "description": "Bangladesh ist das achtbevölkerungsreichste Land der Welt mit einer Bevölkerung von über 164 Millionen Menschen.",
                "source": "https://de.wikipedia.org/wiki/Bangladesch#Bev%C3%B6lkerung"
            },
            {
                "description": "Die Wirtschaft von Bangladesh ist stark von der Textilindustrie geprägt und ist der zweitgrößte Exporteur von Bekleidung weltweit.",
                "source": "https://de.wikipedia.org/wiki/Bangladesch#Wirtschaft_und_Infrastruktur"
            }
        ]
    ],
    "ASM": [
        [
            {
                "description": "American Samoa ist ein Außengebiet der USA und besteht aus den Inseln Tutuila, Ofu, Olosega und Ta‘ū.",
                "source": "https://de.wikipedia.org/wiki/American_Samoa"
            },
            {
                "description": "Die Einwohner von American Samoa sind US-Bürger, haben aber keinen vollen Zugang zu allen Rechten und Sozialleistungen.",
                "source": "https://de.wikipedia.org/wiki/American_Samoa#Politik_und_Recht"
            },
            {
                "description": "Der Hauptort von American Samoa ist Pago Pago, wo sich auch der internationale Flughafen befindet.",
                "source": "https://de.wikipedia.org/wiki/Pago_Pago"
            },
            {
                "description": "In American Samoa wird hauptsächlich Englisch und Samoa gesprochen. Die offizielle Währung ist der US-Dollar.",
                "source": "https://de.wikipedia.org/wiki/American_Samoa#Sprachen_und_W%C3%A4hrung"
            }
        ]
    ],
    "HRV": [
        [
            {
                "description": "Kroatien ist ein Land in Südosteuropa",
                "source": "https://de.wikipedia.org/wiki/Kroatien"
            },
            {
                "description": "Die Hauptstadt von Kroatien ist Zagreb",
                "source": "https://de.wikipedia.org/wiki/Zagreb"
            },
            {
                "description": "Kroatien hat eine Küstenlinie am Adriatischen Meer",
                "source": "https://de.wikipedia.org/wiki/Adriatisches_Meer"
            },
            {
                "description": "Kroatien ist bekannt für seine beeindruckenden Nationalparks, einschließlich des Plitvicer Seen Nationalparks",
                "source": "https://de.wikipedia.org/wiki/Plitvicer_Seen"
            }
        ]
    ],
    "CYM": [
        [
            {
                "description": "Die Cayman Islands bestehen aus drei Inseln: Grand Cayman, Little Cayman und Cayman Brac.",
                "source": "https://de.wikipedia.org/wiki/Kaimaninseln"
            },
            {
                "description": "Der Hauptort der Cayman Islands heißt George Town und liegt auf der Insel Grand Cayman.",
                "source": "https://de.wikipedia.org/wiki/George_Town_(Cayman_Islands)"
            },
            {
                "description": "Die Währung der Cayman Islands ist der Cayman-Dollar.",
                "source": "https://de.wikipedia.org/wiki/Cayman-Dollar"
            },
            {
                "description": "Die Cayman Islands gelten als ein Steuerparadies und sind beliebt bei internationalen Finanzdienstleistern.",
                "source": "https://de.wikipedia.org/wiki/Steuerparadies#Kaimaninseln"
            }
        ]
    ],
    "AFG": [
        [
            {
                "description": "Afghanistan ist ein Binnenstaat in Südasien und Teil des Nahen Ostens.",
                "source": "https://de.wikipedia.org/wiki/Afghanistan"
            },
            {
                "description": "Die Hauptstadt Afghanistans ist Kabul.",
                "source": "https://de.wikipedia.org/wiki/Kabul"
            },
            {
                "description": "Afghanistan ist eines der ärmsten Länder der Welt mit einem hohen Maß an Korruption und Unsicherheit.",
                "source": "https://de.wikipedia.org/wiki/Korruption_in_Afghanistan"
            },
            {
                "description": "Afghanistan hat eine reiche Kultur und Geschichte, die bis zum antiken Persien zurückreicht.",
                "source": "https://de.wikipedia.org/wiki/Geschichte_Afghanistans"
            }
        ]
    ],
    "HTI": [
        [
            {
                "description": "Haiti ist ein Inselstaat in der Karibik und teilt sich die Insel Hispaniola mit der Dominikanischen Republik.",
                "source": "https://de.wikipedia.org/wiki/Haiti"
            },
            {
                "description": "Haiti ist das ärmste Land auf dem amerikanischen Kontinent und hat eine sehr hohe Armut und Arbeitslosigkeit.",
                "source": "https://de.wikipedia.org/wiki/Armut_in_Haiti"
            },
            {
                "description": "Haiti war das erste unabhängige Land Lateinamerikas nach einem erfolgreichen Sklavenaufstand im Jahr 1804.",
                "source": "https://de.wikipedia.org/wiki/Geschichte_Haitis"
            },
            {
                "description": "Haiti ist bekannt für seine reiche Kultur und Musik, insbesondere für den haitianischen Voodoo.",
                "source": "https://de.wikipedia.org/wiki/Haitianischer_Voodoo"
            }
        ]
    ],
    "ATG": [
        [
            {
                "description": "Antigua and Barbuda is ein Inselstaat in der Karibik.",
                "source": "https://de.wikipedia.org/wiki/Antigua_und_Barbuda"
            },
            {
                "description": "Die Hauptstadt von Antigua and Barbuda ist St. John's.",
                "source": "https://de.wikipedia.org/wiki/St._John%E2%80%99s_(Antigua_und_Barbuda)"
            },
            {
                "description": "Das Land hat eine Gesamtfläche von etwa 440 Quadratkilometern.",
                "source": "https://de.wikipedia.org/wiki/Antigua_und_Barbuda#Geographie"
            },
            {
                "description": "Die Einwohnerzahl von Antigua and Barbuda beträgt ungefähr 100.000 Menschen.",
                "source": "https://de.wikipedia.org/wiki/Antigua_und_Barbuda#Bev%C3%B6lkerung"
            }
        ]
    ],
    "VEN": [
        {
            "description": "Venezuela ist ein Land im nördlichen Teil Südamerikas und grenzt an Brasilien, Kolumbien und Guyana.",
            "source": "https://de.wikipedia.org/wiki/Venezuela"
        },
        {
            "description": "Das Land hat eine Bevölkerung von etwa 28,5 Millionen Menschen und die offizielle Sprache ist Spanisch.",
            "source": "https://de.wikipedia.org/wiki/Venezuela"
        },
        {
            "description": "Venezuela hat die größten Ölreserven der Welt und ist ein wichtiger Exporteur von Rohöl.",
            "source": "https://de.wikipedia.org/wiki/Venezuela"
        },
        {
            "description": "Die Hauptstadt von Venezuela ist Caracas und das Land hat eine reiche Kultur, die von indigenen Völkern, afrikanischen Sklaven und europäischen Einflüssen geprägt ist.",
            "source": "https://de.wikipedia.org/wiki/Caracas"
        }
    ],
    "IRL": [
        [
            {
                "description": "Irland hat eine reichhaltige keltische Geschichte und Kultur.",
                "source": "https://de.wikipedia.org/wiki/Irland"
            },
            {
                "description": "Das Land ist bekannt für seine grüne Landschaft, die auch Emerald Isle genannt wird.",
                "source": "https://de.wikipedia.org/wiki/Irland"
            },
            {
                "description": "Die Hauptstadt von Irland ist Dublin, die auch die größte Stadt des Landes ist.",
                "source": "https://de.wikipedia.org/wiki/Dublin"
            },
            {
                "description": "Irischer Whiskey und Guinness-Bier sind weltweit bekannt und beliebt.",
                "source": "https://de.wikipedia.org/wiki/Irischer_Whiskey https://de.wikipedia.org/wiki/Guinness"
            }
        ]
    ],
    "CAN": [
        {
            "description": "Kanada ist das zweitgrößte Land der Welt und hat eine Gesamtfläche von 9.984.670 km².",
            "source": "https://de.wikipedia.org/wiki/Kanada"
        },
        {
            "description": "Kanada hat eine reiche Tierwelt, darunter Wölfe, Elche, Grizzlys und Biber.",
            "source": "https://de.wikipedia.org/wiki/Tierwelt_Kanadas"
        },
        {
            "description": "Das kanadische Bildungssystem gilt als eines der besten der Welt und bietet kostenlose Bildung bis zur High School.",
            "source": "https://de.wikipedia.org/wiki/Bildungssystem_in_Kanada"
        },
        {
            "description": "Kanada ist bekannt für seine beeindruckende Landschaft mit hohen Bergen, Gletschern, Seen und Wäldern.",
            "source": "https://de.wikipedia.org/wiki/Natur_Kanadas"
        }
    ],
    "VCT": [
        {
            "description": "Saint Vincent and the Grenadines ist ein Inselstaat in der Karibik und besteht aus insgesamt 32 Inseln.",
            "source": "https://de.wikipedia.org/wiki/Saint_Vincent_und_die_Grenadinen"
        },
        {
            "description": "Die Hauptstadt von Saint Vincent and the Grenadines ist Kingstown, welche sich auf der Insel St. Vincent befindet.",
            "source": "https://de.wikipedia.org/wiki/Kingstown"
        },
        {
            "description": "Die offizielle Sprache ist Englisch, aber auch Französisch-Patois wird von vielen Einwohnern gesprochen.",
            "source": "https://de.wikipedia.org/wiki/Englische_Sprache"
        },
        {
            "description": "Saint Vincent and the Grenadines gehört zu den kleinsten Ländern der Welt nach Fläche und Einwohnerzahl.",
            "source": "https://de.wikipedia.org/wiki/Liste_der_Staaten_der_Erde"
        }
    ],
    "PRY": [
        [
            {
                "description": "Paraguay ist ein Binnenland in Südamerika und grenzt an Argentinien, Brasilien und Bolivien.",
                "source": "https://de.wikipedia.org/wiki/Paraguay"
            },
            {
                "description": "Guaraní ist die offizielle Sprache von Paraguay, zusammen mit Spanisch.",
                "source": "https://de.wikipedia.org/wiki/Guaran%C3%AD-Sprache"
            },
            {
                "description": "Das Land hat eine reiche Kultur und Traditionen, einschließlich der Karnevalsfeiern in Encarnación und Asunción.",
                "source": "https://de.wikipedia.org/wiki/Karneval_in_Encarnaci%C3%B3n"
            },
            {
                "description": "Paraguay ist bekannt für seine Produktion von Mate-Tee und seine Rinderzucht.",
                "source": "https://de.wikipedia.org/wiki/Mate-Tee"
            }
        ]
    ],
    "TUV": [
        {
            "description": "Tuvalu ist ein kleines Inselstaat im Pazifischen Ozean.",
            "source": "https://de.wikipedia.org/wiki/Tuvalu"
        },
        {
            "description": "Der Name \"Tuvalu\" bedeutet wörtlich übersetzt \"acht zusammenstehende\" und bezieht sich auf die acht Hauptinseln des Staates.",
            "source": "https://de.wikipedia.org/wiki/Tuvalu"
        },
        {
            "description": "Tuvalu ist der viertkleinste Staat der Welt und hat eine Fläche von nur etwa 26 Quadratkilometern.",
            "source": "https://de.wikipedia.org/wiki/Tuvalu"
        },
        {
            "description": "Tuvalu ist stark bedroht durch den Klimawandel und den Anstieg des Meeresspiegels. Die Regierung des Landes hat bereits begonnen, Maßnahmen zu ergreifen, um seine Bevölkerung zu schützen.",
            "source": "https://de.wikipedia.org/wiki/Tuvalu"
        }
    ],
    "MLI": [
        [
            {
                "description": "Mali liegt in Westafrika und hat eine Fläche von 1.240.192 km².",
                "source": "https://de.wikipedia.org/wiki/Mali"
            },
            {
                "description": "Die Hauptstadt Malis ist Bamako und die offizielle Amtssprache ist Französisch.",
                "source": "https://de.wikipedia.org/wiki/Bamako"
            },
            {
                "description": "Mali ist reich an natürlichen Ressourcen wie Gold, Uran und Erdnüssen.",
                "source": "https://de.wikipedia.org/wiki/Wirtschaft_des_Mali"
            },
            {
                "description": "Der berühmte Timbuktu liegt in Mali und war ein wichtiger Handelsposten für Gold, Salz und Sklaven.",
                "source": "https://de.wikipedia.org/wiki/Timbuktu"
            }
        ]
    ],
    "AUT": [
        [
            {
                "description": "Österreich ist ein Binnenland in Mitteleuropa und hat eine Fläche von 83.871 km².",
                "source": "https://de.wikipedia.org/wiki/%C3%96sterreich"
            },
            {
                "description": "Die Wirtschaft Österreichs ist sehr stark exportorientiert. Besonders wichtig sind die Bereiche Maschinenbau, Elektrotechnik und Tourismus.",
                "source": "https://de.wikipedia.org/wiki/Wirtschaft_%C3%96sterreichs"
            },
            {
                "description": "In Österreich gibt es viele berühmte Sehenswürdigkeiten, wie z.B. das Schloss Schönbrunn, den Stephansdom oder die Festung Hohensalzburg.",
                "source": "https://de.wikipedia.org/wiki/Tourismus_in_%C3%96sterreich"
            },
            {
                "description": "Österreich ist bekannt für seine Alpenlandschaften und ist daher ein beliebtes Ziel für Wintersportler aus aller Welt.",
                "source": "https://de.wikipedia.org/wiki/Skiurlaub_in_%C3%96sterreich"
            }
        ]
    ],
    "MMR": [
        {
            "description": "Myanmar liegt in Südostasien und grenzt an Indien, Bangladesch, China, Laos und Thailand.",
            "source": "https://de.wikipedia.org/wiki/Myanmar"
        },
        {
            "description": "Das Land hat eine reiche Kultur und Geschichte, einschließlich der berühmten Tempelstadt Bagan und des ehemaligen Königreichs Mandalay.",
            "source": "https://de.wikipedia.org/wiki/Myanmar"
        },
        {
            "description": "Myanmar ist ein wichtiger Produzent von Edelsteinen wie Saphiren, Rubinen und Jade.",
            "source": "https://de.wikipedia.org/wiki/Myanmar"
        },
        {
            "description": "Seit 2021 befindet sich Myanmar in einer politischen Krise, nachdem das Militär eine Regierungsumsturz durchgeführt hat.",
            "source": "https://de.wikipedia.org/wiki/Myanmar#Geschichte_seit_dem_Putsch_von_2021"
        }
    ],
    "BEN": [
        {
            "description": "Benin ist ein westafrikanisches Land mit einer Küste am Golf von Guinea.",
            "source": "https://de.wikipedia.org/wiki/Benin"
        },
        {
            "description": "Die offizielle Sprache ist Französisch und es gibt über 50 verschiedene lokale Sprachen.",
            "source": "https://de.wikipedia.org/wiki/Sprachen_im_Benin"
        },
        {
            "description": "Benin ist bekannt für seine Handwerkskunst, insbesondere für Bronzefiguren und Textilien.",
            "source": "https://de.wikipedia.org/wiki/Handwerk_im_Benin"
        },
        {
            "description": "Das W Nationalpark im Südosten des Landes ist ein UNESCO-Weltnaturerbe und beherbergt seltene Arten wie Löwen, Elefanten und Antilopen.",
            "source": "https://de.wikipedia.org/wiki/W_Nationalpark"
        }
    ],
    "CUB": [
        {
            "description": "Kuba ist ein karibischer Inselstaat südlich von Florida.",
            "source": "https://de.wikipedia.org/wiki/Kuba"
        },
        {
            "description": "Die Hauptstadt von Kuba ist Havanna, bekannt für seine kolonialen Gebäude und die berühmte Malecón Uferpromenade.",
            "source": "https://de.wikipedia.org/wiki/Havanna"
        },
        {
            "description": "Kuba ist bekannt für seine Zigarren und Rum, die weltweit beliebt sind.",
            "source": "https://de.wikipedia.org/wiki/Zigarren_aus_Kuba"
        },
        {
            "description": "Kuba hat eine reiche Geschichte und ist berühmt für seine revolutionären Anführer wie Che Guevara und Fidel Castro.",
            "source": "https://de.wikipedia.org/wiki/Geschichte_Kubas"
        }
    ],
    "BHS": [
        {
            "description": "Die Bahamas sind ein unabhängiger Inselstaat im Atlantik östlich von Florida und nordöstlich von Kuba.",
            "source": "https://de.wikipedia.org/wiki/Bahamas"
        },
        {
            "description": "Die offizielle Sprache der Bahamas ist Englisch.",
            "source": "https://de.wikipedia.org/wiki/Bahamas"
        },
        {
            "description": "Die Bahamas sind bekannt für ihre wunderschönen Strände und ihr kristallklares Wasser.",
            "source": "https://de.wikipedia.org/wiki/Bahamas"
        },
        {
            "description": "Der Tourismus ist einer der wichtigsten Wirtschaftszweige der Bahamas.",
            "source": "https://de.wikipedia.org/wiki/Bahamas"
        }
    ],
    "VIR": [
        [
            {
                "description": "Die United States Virgin Islands sind eine Inselgruppe und Außengebiet der USA im Karibischen Meer.",
                "source": "https://de.wikipedia.org/wiki/Virgin_Islands_der_Vereinigten_Staaten"
            },
            {
                "description": "Die Inseln haben eine Fläche von insgesamt etwa 346 Quadratkilometern.",
                "source": "https://de.wikipedia.org/wiki/Virgin_Islands_der_Vereinigten_Staaten"
            },
            {
                "description": "Die Hauptstadt ist Charlotte Amalie auf der Insel Saint Thomas.",
                "source": "https://de.wikipedia.org/wiki/Virgin_Islands_der_Vereinigten_Staaten"
            },
            {
                "description": "Die Währung ist der US-Dollar, obwohl hier auch das Englische Kreolisch gesprochen wird.",
                "source": "https://de.wikipedia.org/wiki/Virgin_Islands_der_Vereinigten_Staaten"
            }
        ]
    ],
    "UKR": [
        {
            "description": "Die Ukraine ist ein osteuropäisches Land mit einer Fläche von 603.628 km² und einer Bevölkerung von 43,7 Millionen Menschen.",
            "source": "https://de.wikipedia.org/wiki/Ukraine"
        },
        {
            "description": "Die Hauptstadt der Ukraine ist Kiew, die größte Stadt des Landes.",
            "source": "https://de.wikipedia.org/wiki/Kiew"
        },
        {
            "description": "Die Ukraine ist ein wichtiger Produzent von Agrarrohstoffen wie Getreide, Sonnenblumenkernen und Raps.",
            "source": "https://de.wikipedia.org/wiki/Landwirtschaft_in_der_Ukraine"
        },
        {
            "description": "Der Konflikt im Osten der Ukraine zwischen ukrainischen Regierungstruppen und prorussischen Separatisten begann im Jahr 2014 und dauert bis heute an.",
            "source": "https://de.wikipedia.org/wiki/Krieg_in_der_Ostukraine_seit_2014"
        }
    ],
    "ABW": [
        [
            {
                "description": "Aruba ist eine Insel in der südlichen Karibik und gehört zu den sogenannten ABC-Inseln. Sie liegt etwa 25 Kilometer nördlich von Venezuela.",
                "source": "https://de.wikipedia.org/wiki/Aruba"
            },
            {
                "description": "Die Amtssprachen von Aruba sind Niederländisch und Papiamento.",
                "source": "https://de.wikipedia.org/wiki/Aruba#Sprachen"
            },
            {
                "description": "Die Hauptstadt von Aruba ist Oranjestad.",
                "source": "https://de.wikipedia.org/wiki/Oranjestad"
            },
            {
                "description": "Die Währung von Aruba ist der Aruba-Florin (AWG).",
                "source": "https://de.wikipedia.org/wiki/Aruba-Florin"
            }
        ]
    ],
    "CHE": [
        {
            "description": "Die Schweiz liegt in Mitteleuropa und ist bekannt für ihre Berge und Seen.",
            "source": "https://de.wikipedia.org/wiki/Schweiz"
        },
        {
            "description": "Die Schweiz ist eine direkte Demokratie und hat eine lange Tradition der politischen Neutralität.",
            "source": "https://de.wikipedia.org/wiki/Politik_der_Schweiz"
        },
        {
            "description": "Die Schweiz ist berühmt für ihre Schokolade, Uhren, Banken und Käse.",
            "source": "https://de.wikipedia.org/wiki/Kultur_der_Schweiz"
        },
        {
            "description": "Die Landessprachen der Schweiz sind Deutsch, Französisch, Italienisch und Rätoromanisch.",
            "source": "https://de.wikipedia.org/wiki/Sprachen_der_Schweiz"
        }
    ],
    "LIE": [
        [
            {
                "description": "Liechtenstein ist der sechstkleinste Staat der Welt und das einzige deutschsprachige Land, das komplett von den Alpen umgeben ist.",
                "source": "https://de.wikipedia.org/wiki/Liechtenstein"
            },
            {
                "description": "Das Land hat eine Bevölkerung von etwa 38.000 Menschen und eine Fläche von nur 160 Quadratkilometern.",
                "source": "https://de.wikipedia.org/wiki/Liechtenstein"
            },
            {
                "description": "Liechtenstein ist eine konstitutionelle Monarchie mit einem Fürsten als Staatsoberhaupt und einer demokratischen Regierung.",
                "source": "https://de.wikipedia.org/wiki/Liechtenstein"
            },
            {
                "description": "Die Wirtschaft von Liechtenstein ist sehr diversifiziert und basiert auf einer Kombination aus Dienstleistungen, Industrie und Landwirtschaft.",
                "source": "https://de.wikipedia.org/wiki/Liechtenstein"
            }
        ]
    ],
    "COM": [
        {
            "description": "Die Komoren sind eine Inselnation im Indischen Ozean",
            "source": "https://de.wikipedia.org/wiki/Komoren"
        },
        {
            "description": "Das Land besteht aus vier Hauptinseln und zahlreichen kleineren Inseln",
            "source": "https://de.wikipedia.org/wiki/Komoren"
        },
        {
            "description": "Die Einwohner sprechen hauptsächlich Komorisch, Französisch und Arabisch",
            "source": "https://de.wikipedia.org/wiki/Komoren"
        },
        {
            "description": "Die Wirtschaft ist geprägt von Landwirtschaft, Fischerei und Tourismus",
            "source": "https://de.wikipedia.org/wiki/Komoren"
        }
    ],
    "SYR": [
        {
            "description": "Syrien ist ein Land im Nahen Osten und grenzt an das Mittelmeer.",
            "source": "https://de.wikipedia.org/wiki/Syrien"
        },
        {
            "description": "Die Hauptstadt von Syrien ist Damaskus und ist eine der ältesten Städte der Welt.",
            "source": "https://de.wikipedia.org/wiki/Damaskus"
        },
        {
            "description": "Der Bürgerkrieg in Syrien begann 2011 und hat zu einer humanitären Krise geführt.",
            "source": "https://de.wikipedia.org/wiki/B%C3%BCrgerkrieg_in_Syrien"
        },
        {
            "description": "Die Wirtschaft Syriens ist stark von der Landwirtschaft und dem Ölexport abhängig.",
            "source": "https://de.wikipedia.org/wiki/Wirtschaft_Syriens"
        }
    ],
    "BRN": [
        [
            {
                "description": "Brunei ist ein kleines, souveränes Sultanat im Südosten Asiens, das an der Nordküste von Borneo liegt.",
                "source": "https://de.wikipedia.org/wiki/Brunei"
            },
            {
                "description": "Das Land hat eine Bevölkerung von etwa 460.000 Menschen, die hauptsächlich aus malaiischen und chinesischen Ethnien bestehen.",
                "source": "https://de.wikipedia.org/wiki/Brunei"
            },
            {
                "description": "Brunei ist eines der reichsten Länder der Welt aufgrund seiner Öl- und Gasreserven und hat daher ein hohes Pro-Kopf-Einkommen.",
                "source": "https://de.wikipedia.org/wiki/Brunei"
            },
            {
                "description": "Die offizielle Religion in Brunei ist der Islam und es gibt viele beeindruckende Moscheen im Land, darunter die Sultan-Omar-Ali-Saifuddin-Moschee in der Hauptstadt Bandar Seri Begawan.",
                "source": "https://de.wikipedia.org/wiki/Brunei"
            }
        ]
    ],
    "CUW": [
        {
            "description": "Curaçao ist eine Insel in der südlichen Karibik und Teil des niederländischen Königreichs.",
            "source": "https://de.wikipedia.org/wiki/Cura%C3%A7ao"
        },
        {
            "description": "Die offizielle Sprache von Curaçao ist Niederländisch, aber auch Papiamentu wird weit verbreitet gesprochen.",
            "source": "https://de.wikipedia.org/wiki/Cura%C3%A7ao#Sprachen"
        },
        {
            "description": "Die Wirtschaft von Curaçao basiert hauptsächlich auf dem Dienstleistungssektor, insbesondere Tourismus und Finanzdienstleistungen.",
            "source": "https://de.wikipedia.org/wiki/Cura%C3%A7ao#Wirtschaft"
        },
        {
            "description": "Curaçao ist bekannt für seine bunte Architektur und seine vielfältige Küche, die Einflüsse aus der niederländischen, karibischen und südamerikanischen Küche vereint.",
            "source": "https://de.wikipedia.org/wiki/Cura%C3%A7ao#Kultur_und_Tourismus"
        }
    ],
    "GGY": [
        {
            "description": "Guernsey ist eine Insel im Ärmelkanal und gehört zu den Kanalinseln.",
            "source": "https://de.wikipedia.org/wiki/Guernsey"
        },
        {
            "description": "Die Amtssprachen auf Guernsey sind Englisch und Französisch.",
            "source": "https://de.wikipedia.org/wiki/Guernsey"
        },
        {
            "description": "Guernsey ist ein autonomes Gebiet, das direkt der britischen Krone untersteht.",
            "source": "https://de.wikipedia.org/wiki/Guernsey"
        },
        {
            "description": "Guernsey hat eine Fläche von 65 Quadratkilometern und ungefähr 63.000 Einwohner.",
            "source": "https://de.wikipedia.org/wiki/Guernsey"
        }
    ],
    "LBR": [
        {
            "description": "Liberia liegt an der Westküste von Afrika und grenzt an Sierra Leone, Guinea und die Elfenbeinküste.",
            "source": "https://de.wikipedia.org/wiki/Liberia"
        },
        {
            "description": "Die Hauptstadt von Liberia ist Monrovia und ist das wirtschaftliche und kulturelle Zentrum des Landes.",
            "source": "https://de.wikipedia.org/wiki/Monrovia"
        },
        {
            "description": "Das Land hat eine Bevölkerung von etwa 5 Millionen Menschen, von denen viele verschiedene Stammesgruppen gehören.",
            "source": "https://de.wikipedia.org/wiki/Liberia#Bev%C3%B6lkerung"
        },
        {
            "description": "Liberia war eine Kolonie der USA und wurde im Jahr 1847 gegründet. Es ist das einzige afrikanische Land, das niemals von einer europäischen Macht kolonisiert wurde.",
            "source": "https://de.wikipedia.org/wiki/Geschichte_Liberias"
        }
    ],
    "JPN": [
        [
            {
                "description": "Japan ist eine Inselnation im Pazifischen Ozean und liegt östlich von China, Nordkorea und Südkorea.",
                "source": "https://de.wikipedia.org/wiki/Japan"
            },
            {
                "description": "Japan ist bekannt für seine einzigartige Kultur, die sich in den Bereichen Kunst, Architektur, Essen, Mode und Populärkultur zeigt.",
                "source": "https://de.wikipedia.org/wiki/Kultur_Japans"
            },
            {
                "description": "Tokio ist die Hauptstadt von Japan und eine der größten Städte der Welt.",
                "source": "https://de.wikipedia.org/wiki/Tokio"
            },
            {
                "description": "Japan ist einer der führenden Technologieländer der Welt und hat große Unternehmen wie Sony, Toyota und Nintendo hervorgebracht.",
                "source": "https://de.wikipedia.org/wiki/Wirtschaft_Japans"
            }
        ]
    ],
    "WSM": [
        [
            {
                "description": "Samoa ist ein Inselstaat im südlichen Pazifik.",
                "source": "https://de.wikipedia.org/wiki/Samoa"
            },
            {
                "description": "Die Hauptstadt von Samoa ist Apia.",
                "source": "https://de.wikipedia.org/wiki/Apia"
            },
            {
                "description": "Die offiziellen Sprachen von Samoa sind Samoanisch und Englisch.",
                "source": "https://de.wikipedia.org/wiki/Samoanische_Sprache"
            },
            {
                "description": "Samoa hat eine Bevölkerung von ca. 200.000 Menschen.",
                "source": "https://de.wikipedia.org/wiki/Samoa#Bev%C3%B6lkerung"
            }
        ]
    ],
    "SLB": [
        {
            "description": "Die Solomon Islands sind ein Inselstaat im Südpazifik.",
            "source": "https://de.wikipedia.org/wiki/Salomonen"
        },
        {
            "description": "Die offizielle Währung ist der Salomonen-Dollar.",
            "source": "https://de.wikipedia.org/wiki/Salomonen-Dollar"
        },
        {
            "description": "Das Klima ist tropisch mit hoher Luftfeuchtigkeit und Niederschlägen. Die Durchschnittstemperatur beträgt 27 Grad Celsius.",
            "source": "https://de.wikipedia.org/wiki/Klima_der_Salomonen"
        },
        {
            "description": "Es gibt mehr als 70 Inseln und zahlreiche Riffe.",
            "source": "https://de.wikipedia.org/wiki/Salomonen#Geographie"
        }
    ],
    "CAF": [
        {
            "description": "Die Zentralafrikanische Republik liegt in der Mitte Afrikas und grenzt an sechs Länder.",
            "source": "https://de.wikipedia.org/wiki/Zentralafrikanische_Republik"
        },
        {
            "description": "Das Land hat eine Bevölkerung von ungefähr 5 Millionen Menschen und ist eines der ärmsten Länder der Welt.",
            "source": "https://de.wikipedia.org/wiki/Zentralafrikanische_Republik"
        },
        {
            "description": "Die offizielle Sprache des Landes ist Französisch, aber es gibt auch viele regionale Sprachen.",
            "source": "https://de.wikipedia.org/wiki/Zentralafrikanische_Republik"
        },
        {
            "description": "Die Zentralafrikanische Republik hat reiche Bodenschätze wie Diamanten, Gold und Uran, aber diese Ressourcen werden oft von bewaffneten Gruppen kontrolliert.",
            "source": "https://de.wikipedia.org/wiki/Zentralafrikanische_Republik"
        }
    ],
    "ITA": [
        {
            "description": "Italien ist ein Land im Süden Europas und im Mittelmeer gelegen.",
            "source": "https://de.wikipedia.org/wiki/Italien"
        },
        {
            "description": "Italien hat eine lange Geschichte und war einst das Zentrum des Römischen Reiches.",
            "source": "https://de.wikipedia.org/wiki/Geschichte_Italiens"
        },
        {
            "description": "Italien ist bekannt für seine reiche Kultur, Kunst, Mode und Essen.",
            "source": "https://de.wikipedia.org/wiki/Kultur_Italiens"
        },
        {
            "description": "Italien hat viele bekannte Städte wie Rom, Florenz und Venedig, die jedes Jahr Millionen von Touristen anziehen.",
            "source": "https://de.wikipedia.org/wiki/Liste_der_St%C3%A4dte_in_Italien"
        }
    ],
    "TGO": [
        {
            "description": "Togo ist ein westafrikanischer Staat und grenzt an Ghana im Westen, Burkina Faso im Norden und Benin im Osten.",
            "source": "https://de.wikipedia.org/wiki/Togo"
        },
        {
            "description": "Die Hauptstadt von Togo ist Lomé und sie ist auch die größte Stadt des Landes.",
            "source": "https://de.wikipedia.org/wiki/Lom%C3%A9"
        },
        {
            "description": "Togo hat eine Bevölkerung von etwa 8 Millionen Menschen mit über 40 verschiedenen ethnischen Gruppen.",
            "source": "https://de.wikipedia.org/wiki/Togo#Bev%C3%B6lkerung"
        },
        {
            "description": "Die offizielle Sprache von Togo ist Französisch, aber auch viele andere lokale Sprachen werden gesprochen.",
            "source": "https://de.wikipedia.org/wiki/Togo#Sprachen"
        }
    ],
    "TUN": [
        [
            {
                "description": "Tunesien liegt im Norden Afrikas und grenzt an das Mittelmeer.",
                "source": "https://de.wikipedia.org/wiki/Tunesien"
            },
            {
                "description": "Die offizielle Sprache ist Arabisch, aber Französisch wird auch weit verbreitet gesprochen.",
                "source": "https://de.wikipedia.org/wiki/Sprachen_in_Tunesien"
            },
            {
                "description": "Tunesien ist bekannt für seine wunderschönen Strände, darunter Sidi Bou Said und Hammamet.",
                "source": "https://de.wikipedia.org/wiki/Tourismus_in_Tunesien"
            },
            {
                "description": "Tunesien hat eine reiche Geschichte und ist bekannt für seine antiken römischen Ruinen wie das Amphitheater von El Djem.",
                "source": "https://de.wikipedia.org/wiki/Tunesien#Geschichte"
            }
        ]
    ],
    "TWN": [
        {
            "description": "Taiwan ist eine Insel im Pazifischen Ozean und hat eine Fläche von etwa 36.000 Quadratkilometern.",
            "source": "https://de.wikipedia.org/wiki/Taiwan"
        },
        {
            "description": "Taiwan hat eine Bevölkerung von ungefähr 24 Millionen Menschen und ist ein demokratischer Staat.",
            "source": "https://de.wikipedia.org/wiki/Taiwan"
        },
        {
            "description": "Taiwan ist bekannt für seine High-Tech-Industrie, insbesondere für die Herstellung von Computerchips.",
            "source": "https://de.wikipedia.org/wiki/Taiwan"
        },
        {
            "description": "Taiwan hat eine reiche Kultur, die von der chinesischen, japanischen und indigenen Bevölkerung geprägt ist.",
            "source": "https://de.wikipedia.org/wiki/Taiwan"
        }
    ],
    "COD": [
        {
            "description": "DR Kongo ist das zweitgrößte Land Afrikas mit einer Fläche von über 2,3 Millionen km².",
            "source": "https://de.wikipedia.org/wiki/DR_Kongo"
        },
        {
            "description": "Die Hauptstadt der DR Kongo ist Kinshasa und hat eine Bevölkerung von mehr als 14 Millionen Menschen.",
            "source": "https://de.wikipedia.org/wiki/Kinshasa"
        },
        {
            "description": "Der Kongo-Fluss fließt durch die DR Kongo und ist der tiefste Fluss der Welt.",
            "source": "https://de.wikipedia.org/wiki/Kongo_(Fluss)"
        },
        {
            "description": "Die DR Kongo ist reich an natürlichen Ressourcen wie Gold, Diamanten, Kupfer und Kobalt.",
            "source": "https://de.wikipedia.org/wiki/DR_Kongo#Wirtschaft_und_Versorgung"
        }
    ],
    "MEX": [
        {
            "description": "Mexiko ist ein Land in Nordamerika und grenzt im Norden an die USA.",
            "source": "https://de.wikipedia.org/wiki/Mexiko"
        },
        {
            "description": "Die offizielle Sprache in Mexiko ist Spanisch.",
            "source": "https://de.wikipedia.org/wiki/Spanische_Sprache"
        },
        {
            "description": "Mexiko ist bekannt für seine Küche, beispielsweise Tacos, Tortillas und Guacamole.",
            "source": "https://de.wikipedia.org/wiki/Mexikanische_K%C3%BCche"
        },
        {
            "description": "In Mexiko gibt es viele historische Stätten der Maya- und Aztekenkultur, wie beispielsweise die Ruinen von Chichen Itza.",
            "source": "https://de.wikipedia.org/wiki/Chich%C3%A9n_Itz%C3%A1"
        }
    ],
    "LAO": [
        {
            "description": "Laos ist ein Binnenstaat in Südostasien und hat eine Fläche von 236.800 Quadratkilometern.",
            "source": "https://de.wikipedia.org/wiki/Laos"
        },
        {
            "description": "Die offizielle Sprache in Laos ist Lao, es gibt aber auch viele lokale Dialekte.",
            "source": "https://de.wikipedia.org/wiki/Laos#Sprachen"
        },
        {
            "description": "Der Mekong ist der größte Fluss in Laos und spielt eine wichtige Rolle im Leben der Menschen dort.",
            "source": "https://de.wikipedia.org/wiki/Laos#Geographie_und_Umwelt"
        },
        {
            "description": "Laos ist ein Entwicklungsland mit einer starken Abhängigkeit von der Landwirtschaft.",
            "source": "https://de.wikipedia.org/wiki/Laos#Wirtschaft"
        }
    ],
    "NAM": [
        {
            "description": "Namibia ist ein Land im südlichen Afrika mit einer Fläche von 825.615 km².",
            "source": "https://de.wikipedia.org/wiki/Namibia"
        },
        {
            "description": "Namibias Hauptstadt ist Windhoek, die auch die größte Stadt des Landes ist.",
            "source": "https://de.wikipedia.org/wiki/Windhoek"
        },
        {
            "description": "Das Land hat eine Bevölkerung von etwa 2,5 Millionen Menschen und ist bekannt für seine vielfältige Tierwelt, darunter Elefanten, Löwen und Nashörner.",
            "source": "https://de.wikipedia.org/wiki/Namibia#Geographie_und_Tierwelt"
        },
        {
            "description": "Namibia war früher eine deutsche Kolonie und wurde 1990 unabhängig.",
            "source": "https://de.wikipedia.org/wiki/Geschichte_Namibias#Erste_Kontakte_mit_dem_Europ%C3%A4ischen_Kontinent"
        }
    ],
    "SAU": [],
    "FRO": [
        {
            "description": "Die Faröer Inseln sind eine autonome Region des Königreichs Dänemark.",
            "source": "https://de.wikipedia.org/wiki/F%C3%A4r%C3%B6er"
        },
        {
            "description": "Die Faröer haben eine Fläche von nur etwa 1.400 Quadratkilometern und eine Bevölkerung von etwa 50.000 Menschen.",
            "source": "https://de.wikipedia.org/wiki/F%C3%A4r%C3%B6er"
        },
        {
            "description": "Die Faröer sind bekannt für ihre dramatische Landschaft mit hohen Bergen, tiefen Fjorden und steilen Klippen.",
            "source": "https://de.wikipedia.org/wiki/F%C3%A4r%C3%B6er"
        },
        {
            "description": "Die Faröer haben eine eigene Sprache, das Färöisch, das eng mit dem Isländischen und Norwegischen verwandt ist.",
            "source": "https://de.wikipedia.org/wiki/F%C3%A4r%C3%B6er#Sprache"
        }
    ],
    "GRC": [
        {
            "description": "Griechenland ist ein Land in Südosteuropa mit einer kulturellen und historischen Bedeutung für die westliche Welt.",
            "source": "https://de.wikipedia.org/wiki/Griechenland"
        },
        {
            "description": "Griechenland hat eine lange Küste entlang des Mittelmeers und der Ägäis, wodurch es ein beliebtes Ziel für Strandurlaube ist.",
            "source": "https://de.wikipedia.org/wiki/Griechenland"
        },
        {
            "description": "Die griechische Hauptstadt Athen beherbergt das berühmte Akropolis-Museum, welches eine Vielzahl von antiken griechischen Kunstwerken beherbergt.",
            "source": "https://de.wikipedia.org/wiki/Athen"
        },
        {
            "description": "Griechenland ist auch bekannt für seine köstliche Küche, die unter anderem Gerichte wie Moussaka, Tzatziki und Souvlaki umfasst.",
            "source": "https://de.wikipedia.org/wiki/Griechische_K%C3%BCche"
        }
    ],
    "NER": [
        [
            {
                "description": "Niger ist ein Binnenstaat in Westafrika und grenzt an sieben Länder.",
                "source": "https://de.wikipedia.org/wiki/Niger"
            },
            {
                "description": "Über 80% des Territoriums von Niger besteht aus der Wüste Sahara.",
                "source": "https://de.wikipedia.org/wiki/Niger"
            },
            {
                "description": "Niger hat eine der höchsten Geburtenraten der Welt mit einer durchschnittlichen Familiengröße von fast 7 Kindern.",
                "source": "https://de.wikipedia.org/wiki/Niger"
            },
            {
                "description": "Der Niger Fluss fließt durch das Land und liefert Wasser für Bewässerung, Fischerei und Trinkwasser.",
                "source": "https://de.wikipedia.org/wiki/Niger"
            }
        ]
    ],
    "HKG": [
        {
            "description": "Hong Kong ist eine Sonderverwaltungszone im Süden Chinas und war bis 1997 britische Kronkolonie.",
            "source": "https://de.wikipedia.org/wiki/Hongkong"
        },
        {
            "description": "Hong Kong ist einer der wichtigsten Finanzplätze der Welt.",
            "source": "https://de.wikipedia.org/wiki/Hongkong"
        },
        {
            "description": "Hong Kong hat eine Bevölkerung von rund 7,5 Millionen Menschen auf einer Fläche von etwa 1.100 Quadratkilometern.",
            "source": "https://de.wikipedia.org/wiki/Hongkong"
        },
        {
            "description": "Hong Kong ist bekannt für seine beeindruckende Skyline, die aus vielen Wolkenkratzern besteht.",
            "source": "https://de.wikipedia.org/wiki/Hongkong#Stadtlandschaft_und_Architektur"
        }
    ],
    "CMR": [
        {
            "description": "Kamerun liegt in Zentralafrika und grenzt an Nigeria, Tschad, Zentralafrikanische Republik, Republik Kongo, Gabun und Äquatorialguinea.",
            "source": "https://de.wikipedia.org/wiki/Kamerun"
        },
        {
            "description": "Die offiziellen Sprachen von Kamerun sind Französisch und Englisch.",
            "source": "https://de.wikipedia.org/wiki/Sprachen_Kameruns"
        },
        {
            "description": "Kamerun hat eine reiche kulturelle Vielfalt mit rund 250 Ethnien und Sprachen.",
            "source": "https://de.wikipedia.org/wiki/Kultur_Kameruns"
        },
        {
            "description": "Der Berg Kamerun, auch bekannt als Mount Cameroon, ist der höchste Berg in West- und Zentralafrika und ein beliebtes Touristenziel.",
            "source": "https://de.wikipedia.org/wiki/Berg_Kamerun"
        }
    ],
    "SUR": [
        {
            "description": "Suriname ist ein Land an der Nordostküste Südamerikas und hat eine Fläche von etwa 163.820 km².",
            "source": "https://de.wikipedia.org/wiki/Suriname"
        },
        {
            "description": "Suriname ist das kleinste unabhängige Land Südamerikas und hat eine Bevölkerung von etwa 600.000 Menschen.",
            "source": "https://de.wikipedia.org/wiki/Suriname"
        },
        {
            "description": "Suriname wurde 1975 unabhängig von den Niederlanden und ist heute eine präsidiale Republik.",
            "source": "https://de.wikipedia.org/wiki/Suriname"
        },
        {
            "description": "Suriname ist bekannt für seine reiche Kultur und Geschichte, sowie für seine vielfältige Tierwelt, die den Amazonas-Regenwald bewohnt.",
            "source": "https://de.wikipedia.org/wiki/Suriname"
        }
    ],
    "ECU": [
        [
            {
                "description": "Ecuador liegt in Südamerika und grenzt an Kolumbien, Peru und den Pazifik.",
                "source": "https://de.wikipedia.org/wiki/Ecuador"
            },
            {
                "description": "Die Währung von Ecuador ist der US-Dollar.",
                "source": "https://de.wikipedia.org/wiki/US-Dollar#Verwendung_außerhalb_der_USA"
            },
            {
                "description": "In Ecuador gibt es eine Vielzahl von indigenen Sprachen, darunter Quechua und Shuar.",
                "source": "https://de.wikipedia.org/wiki/Indigene_Sprachen_Südamerikas"
            },
            {
                "description": "Die Galapagosinseln gehören zum Territorium von Ecuador und sind bekannt für ihre einzigartige Tierwelt.",
                "source": "https://de.wikipedia.org/wiki/Galápagos-Inseln"
            }
        ]
    ],
    "RUS": [
        [
            {
                "description": "Russland ist das größte Land der Erde.",
                "source": "https://de.wikipedia.org/wiki/Russland"
            },
            {
                "description": "Moskau ist die Hauptstadt von Russland und mit über 12 Millionen Einwohnern die größte Stadt Europas.",
                "source": "https://de.wikipedia.org/wiki/Moskau"
            },
            {
                "description": "Russland ist reich an natürlichen Ressourcen wie Erdöl, Erdgas, Kohle und Holz.",
                "source": "https://de.wikipedia.org/wiki/Russische_F%C3%B6deration#Wirtschaft"
            },
            {
                "description": "Die russische Sprache ist eine der sechs offiziellen Sprachen der Vereinten Nationen und wird von etwa 258 Millionen Menschen weltweit gesprochen.",
                "source": "https://de.wikipedia.org/wiki/Russische_Sprache"
            }
        ]
    ],
    "DMA": [
        {
            "description": "Dominica ist eine Insel in der östlichen Karibik und Teil der Kleinen Antillen.",
            "source": "https://de.wikipedia.org/wiki/Dominica"
        },
        {
            "description": "Dominica ist mit einer Fläche von 751 Quadratkilometern das viertgrößte Land der Windward Islands.",
            "source": "https://de.wikipedia.org/wiki/Dominica"
        },
        {
            "description": "Der Morne Trois Pitons Nationalpark auf Dominica ist ein UNESCO-Weltnaturerbe und beherbergt den Boiling Lake, den zweitgrößten aktiven Kessel der Welt.",
            "source": "https://de.wikipedia.org/wiki/Morne_Trois_Pitons_Nationalpark"
        },
        {
            "description": "Dominica hat eine reiche Tierwelt mit endemischen Arten wie dem Sisserou Papagei und dem Dominica-Hutia.",
            "source": "https://de.wikipedia.org/wiki/Dominica#Flora_und_Fauna"
        }
    ],
    "MCO": [
        [
            {
                "description": "Monaco ist der zweitkleinste Staat der Welt.",
                "source": "https://de.wikipedia.org/wiki/Monaco"
            },
            {
                "description": "Das Fürstentum Monaco ist ein Steuerparadies und hat keine direkte Einkommenssteuer.",
                "source": "https://de.wikipedia.org/wiki/Steuerparadies#Monaco"
            },
            {
                "description": "Die berühmte Formel-1-Rennstrecke Circuit de Monaco führt durch die engen Straßen von Monte Carlo.",
                "source": "https://de.wikipedia.org/wiki/Circuit_de_Monaco"
            },
            {
                "description": "Monaco hat eine sehr hohe Lebenserwartung von durchschnittlich 89 Jahren.",
                "source": "https://de.wikipedia.org/wiki/Monaco#Demografie_und_Soziales"
            }
        ]
    ],
    "MOZ": [
        {
            "description": "Mozambique ist ein Land in Südostafrika und grenzt an den Indischen Ozean.",
            "source": "https://de.wikipedia.org/wiki/Mosambik"
        },
        {
            "description": "Die offizielle Sprache von Mosambik ist Portugiesisch.",
            "source": "https://de.wikipedia.org/wiki/Mosambik#Sprachen"
        },
        {
            "description": "Mosambik ist eines der ärmsten Länder der Welt und hat eine hohe Arbeitslosenquote.",
            "source": "https://de.wikipedia.org/wiki/Mosambik#Wirtschaft_und_Entwicklungszusammenarbeit"
        },
        {
            "description": "Das Land hat eine reiche Kultur mit traditioneller Musik, Tänzen und Kunsthandwerk.",
            "source": "https://de.wikipedia.org/wiki/Mosambik#Kultur"
        }
    ],
    "IRQ": [
        {
            "description": "Der Irak liegt im Nahen Osten und hat eine Bevölkerung von rund 40 Millionen Menschen.",
            "source": "https://de.wikipedia.org/wiki/Irak"
        },
        {
            "description": "Der Irak ist bekannt für seine vielen Ölvorkommen und ist einer der größten Ölproduzenten der Welt.",
            "source": "https://de.wikipedia.org/wiki/Irak#Wirtschaft"
        },
        {
            "description": "Die Geschichte des Iraks reicht Jahrtausende zurück und das Land war einst die Heimat großer Zivilisationen wie Babylonien und Assyrien.",
            "source": "https://de.wikipedia.org/wiki/Irak#Geschichte"
        },
        {
            "description": "Der Irak war in den letzten Jahrzehnten geprägt durch Kriege und politische Instabilität.",
            "source": "https://de.wikipedia.org/wiki/Irak#Politik_und_Konflikte"
        }
    ],
    "MNE": [
        {
            "description": "Montenegro ist ein kleiner Staat auf dem Balkan und grenzt an Kroatien, Bosnien und Herzegowina, Serbien, Albanien und das Adriatische Meer.",
            "source": "https://de.wikipedia.org/wiki/Montenegro"
        },
        {
            "description": "Die Landessprache von Montenegro ist Montenegrinisch, eine Variante des Serbischen. Die offizielle Währung ist der Euro.",
            "source": "https://de.wikipedia.org/wiki/Montenegro#Sprachen_und_Schrift"
        },
        {
            "description": "Montenegro gehört seit 2017 zur NATO und arbeitet seit 2012 an einer Annäherung an die Europäische Union.",
            "source": "https://de.wikipedia.org/wiki/Montenegro#Au%C3%9Fenpolitik"
        },
        {
            "description": "Die Landschaft von Montenegro ist geprägt von Bergen, Tälern und Flüssen. Der höchste Berg ist der Durmitor mit einer Höhe von 2522 Metern.",
            "source": "https://de.wikipedia.org/wiki/Montenegro#Geographie"
        }
    ],
    "BLM": [
        {
            "description": "Saint Barthélemy ist eine kleine Insel in der Karibik.",
            "source": "https://de.wikipedia.org/wiki/Saint-Barth%C3%A9lemy"
        },
        {
            "description": "Die offizielle Sprache auf Saint Barthélemy ist Französisch.",
            "source": "https://de.wikipedia.org/wiki/Franz%C3%B6sisch"
        },
        {
            "description": "Saint Barthélemy hat eine Fläche von nur 25 Quadratkilometern.",
            "source": "https://de.wikipedia.org/wiki/Saint-Barth%C3%A9lemy"
        },
        {
            "description": "Die Währung auf Saint Barthélemy ist der Euro.",
            "source": "https://de.wikipedia.org/wiki/Euro"
        }
    ],
    "MNG": [
        {
            "description": "Mongolei ist das am dünnsten besiedelte unabhängige Land der Welt.",
            "source": "https://de.wikipedia.org/wiki/Mongolei"
        },
        {
            "description": "Die mongolische Tradition nomadischer Viehzucht prägt noch heute die Kultur des Landes.",
            "source": "https://de.wikipedia.org/wiki/Mongolei"
        },
        {
            "description": "Der Khanbogd-Ovoo-Dünenkomplex in der südlichen Gobi-Wüste ist der größte Binnendünenkomplex der Welt.",
            "source": "https://de.wikipedia.org/wiki/Khanbogd"
        },
        {
            "description": "Die Hauptstadt Ulan Bator ist die kälteste Hauptstadt der Welt mit einer jährlichen Durchschnittstemperatur von -1°C.",
            "source": "https://de.wikipedia.org/wiki/Ulaanbaatar"
        }
    ],
    "TCD": [
        [
            {
                "description": "Chad ist ein Binnenstaat in Zentralafrika.",
                "source": "https://de.wikipedia.org/wiki/Tschad"
            },
            {
                "description": "Chad hat eine Fläche von über 1,2 Millionen Quadratkilometern.",
                "source": "https://de.wikipedia.org/wiki/Tschad"
            },
            {
                "description": "Der Tschadsee, einer der größten Seen Afrikas, liegt teilweise auf dem Gebiet von Chad.",
                "source": "https://de.wikipedia.org/wiki/Tschadsee"
            },
            {
                "description": "Chad ist eines der ärmsten Länder der Welt und hat mit vielen Herausforderungen zu kämpfen, darunter Armut, Konflikte und Umweltprobleme.",
                "source": "https://de.wikipedia.org/wiki/Tschad"
            }
        ]
    ],
    "VGB": [],
    "KEN": [
        [
            {
                "description": "Kenya liegt in Ostafrika und grenzt an den Indischen Ozean.",
                "source": "https://de.wikipedia.org/wiki/Kenya"
            },
            {
                "description": "Der höchste Berg Kenyas und Afrikas ist der Mount Kenia.",
                "source": "https://de.wikipedia.org/wiki/Mount_Kenia"
            },
            {
                "description": "Kenya ist bekannt für seine beeindruckenden Nationalparks, wie zum Beispiel den Masai Mara National Reserve.",
                "source": "https://de.wikipedia.org/wiki/Masai_Mara"
            },
            {
                "description": "Die Hauptstadt von Kenya ist Nairobi.",
                "source": "https://de.wikipedia.org/wiki/Nairobi"
            }
        ]
    ],
    "KHM": [
        [
            {
                "description": "Kambodscha ist ein Land in Südostasien mit einer Bevölkerung von rund 16 Millionen Menschen.",
                "source": "https://de.wikipedia.org/wiki/Kambodscha"
            },
            {
                "description": "Die Hauptstadt und größte Stadt des Landes ist Phnom Penh.",
                "source": "https://de.wikipedia.org/wiki/Phnom_Penh"
            },
            {
                "description": "Das bekannteste Bauwerk in Kambodscha sind die Tempelanlagen von Angkor Wat, die zum UNESCO-Weltkulturerbe gehören.",
                "source": "https://de.wikipedia.org/wiki/Angkor_Wat"
            },
            {
                "description": "Die Währung in Kambodscha ist der Riel, allerdings wird auch oft in US-Dollar bezahlt.",
                "source": "https://de.wikipedia.org/wiki/Kambodschanischer_Riel"
            }
        ]
    ],
    "PRT": [
        {
            "description": "Portugal ist ein südeuropäisches Land und liegt auf der Iberischen Halbinsel.",
            "source": "https://de.wikipedia.org/wiki/Portugal"
        },
        {
            "description": "Das Land hat eine Fläche von 92.212 Quadratkilometern und eine Bevölkerung von etwa 10,3 Millionen Menschen.",
            "source": "https://de.wikipedia.org/wiki/Portugal"
        },
        {
            "description": "Portugal ist bekannt für seine schöne Küste mit vielen Stränden und Buchten.",
            "source": "https://de.wikipedia.org/wiki/Tourismus_in_Portugal"
        },
        {
            "description": "Die portugiesische Hauptstadt Lissabon ist eine beliebte Touristenattraktion und bekannt für ihre historischen Gebäude, engen Gassen und traditionellen Fado-Musik.",
            "source": "https://de.wikipedia.org/wiki/Lissabon"
        }
    ],
    "SOM": [
        [
            {
                "description": "Somalia ist ein Land in Ostafrika.",
                "source": "https://de.wikipedia.org/wiki/Somalia"
            },
            {
                "description": "Somalia hat eine Küstenlinie am Indischen Ozean.",
                "source": "https://de.wikipedia.org/wiki/Somalia"
            },
            {
                "description": "In Somalia gibt es eine Vielzahl von Stammesgruppen.",
                "source": "https://de.wikipedia.org/wiki/Somalia"
            },
            {
                "description": "Somalia ist eines der ärmsten Länder der Welt.",
                "source": "https://de.wikipedia.org/wiki/Somalia"
            }
        ]
    ],
    "FLK": [
        {
            "description": "Die Falklandinseln sind eine Gruppe von etwa 200 Inseln im südlichen Atlantik, östlich von Argentinien.",
            "source": "https://de.wikipedia.org/wiki/Falklandinseln"
        },
        {
            "description": "Die Einwohner der Falklandinseln werden als 'Kelpers' bezeichnet.",
            "source": "https://de.wikipedia.org/wiki/Falklandinseln"
        },
        {
            "description": "Die Falklandinseln sind ein britisches Überseegebiet und haben ihren eigenen Regierungschef sowie eine eigene Legislative.",
            "source": "https://de.wikipedia.org/wiki/Falklandinseln"
        },
        {
            "description": "1982 fand der Falklandkrieg zwischen Argentinien und Großbritannien statt, in dem rund 900 Menschen starben.",
            "source": "https://de.wikipedia.org/wiki/Falklandkrieg"
        }
    ],
    "PCN": [
        [
            {
                "description": "Pitcairn Islands ist ein britisches Überseegebiet im Pazifischen Ozean.",
                "source": "https://de.wikipedia.org/wiki/Pitcairninseln"
            },
            {
                "description": "Die Inselgruppe besteht aus vier vulkanischen Inseln: Pitcairn Island, Henderson Island, Ducie Island und Oeno Island.",
                "source": "https://de.wikipedia.org/wiki/Pitcairninseln"
            },
            {
                "description": "Pitcairn Island ist die einzige bewohnte Insel der Gruppe und hat eine Bevölkerung von etwa 50 Menschen.",
                "source": "https://de.wikipedia.org/wiki/Pitcairninseln"
            },
            {
                "description": "Pitcairn Islands ist der am weitesten entfernte bewohnte Ort der Welt.",
                "source": "https://de.wikipedia.org/wiki/Pitcairninseln"
            }
        ]
    ],
    "NIC": [
        "Nicaragua ist ein mittelamerikanisches Land mit einer reichen Kultur und Geschichte.",
        "https://de.wikipedia.org/wiki/Nicaragua",
        "Nicaragua hat sowohl Pazifik- als auch Karibikküsten und ist von Vulkanen und Seen geprägt.",
        "Die Wirtschaft Nicaraguas ist hauptsächlich von der Landwirtschaft und dem Tourismus abhängig.",
        "Nicaragua ist bekannt für seine Folklore, Musik und traditionelle Tänze wie den Palo de Mayo."
    ],
    "LKA": [
        {
            "description": "Sri Lanka ist eine Insel im Indischen Ozean und liegt südöstlich von Indien.",
            "source": "https://de.wikipedia.org/wiki/Sri_Lanka"
        },
        {
            "description": "Sri Lanka war früher als Ceylon bekannt und wurde 1972 unabhängig von Großbritannien.",
            "source": "https://de.wikipedia.org/wiki/Geschichte_Sri_Lankas"
        },
        {
            "description": "Sri Lanka ist berühmt für seine Teeplantagen und produziert einen der besten Tees der Welt.",
            "source": "https://de.wikipedia.org/wiki/Tee_in_Sri_Lanka"
        },
        {
            "description": "Das kulturelle Erbe Sri Lankas umfasst beeindruckende Tempel, Ruinenstädte und Festungen aus vergangenen Jahrhunderten.",
            "source": "https://de.wikipedia.org/wiki/Kultur_Sri_Lankas"
        }
    ],
    "NOR": [
        [
            {
                "description": "Norwegen ist ein skandinavisches Land in Europa.",
                "source": "https://de.wikipedia.org/wiki/Norwegen"
            },
            {
                "description": "Norwegen hat eine Fläche von rund 385.000 Quadratkilometern.",
                "source": "https://de.wikipedia.org/wiki/Norwegen"
            },
            {
                "description": "Die Bevölkerung Norwegens beträgt etwa 5,4 Millionen Menschen.",
                "source": "https://de.wikipedia.org/wiki/Norwegen"
            },
            {
                "description": "Norwegen ist bekannt für seine atemberaubende Natur mit Fjorden, Bergen und Gletschern.",
                "source": "https://de.wikipedia.org/wiki/Norwegen"
            }
        ]
    ],
    "MTQ": [
        [
            {
                "description": "Martinique ist eine französische Überseeregion in der Karibik",
                "source": "https://de.wikipedia.org/wiki/Martinique"
            },
            {
                "description": "Die Hauptstadt von Martinique ist Fort-de-France",
                "source": "https://de.wikipedia.org/wiki/Fort-de-France"
            },
            {
                "description": "Martinique ist bekannt für seinen Vulkan Mont Pelée",
                "source": "https://de.wikipedia.org/wiki/Mont_Pel%C3%A9e"
            },
            {
                "description": "Französisch ist die Amtssprache von Martinique",
                "source": "https://de.wikipedia.org/wiki/Martinique#Sprache"
            }
        ]
    ],
    "SYC": [
        {
            "description": "Seychellen ist ein Inselstaat im Indischen Ozean und besteht aus mehr als 100 Inseln.",
            "source": "https://de.wikipedia.org/wiki/Seychellen"
        },
        {
            "description": "Die offiziellen Sprachen von Seychellen sind Englisch, Französisch und Seselwa Kreol.",
            "source": "https://de.wikipedia.org/wiki/Seychellen#Sprachen"
        },
        {
            "description": "Seychellen hat eine reichhaltige Tier- und Pflanzenwelt mit vielen endemischen Arten.",
            "source": "https://de.wikipedia.org/wiki/Seychellen#Flora_und_Fauna"
        },
        {
            "description": "Seychellen ist ein beliebtes Reiseziel für Touristen auf der Suche nach Natur, Strand und Meer.",
            "source": "https://de.wikipedia.org/wiki/Seychellen#Tourismus"
        }
    ],
    "MDG": [
        [
            {
                "description": "Madagascar ist die viertgrößte Insel der Welt.",
                "source": "https://de.wikipedia.org/wiki/Madagaskar"
            },
            {
                "description": "Mehr als die Hälfte aller Tier- und Pflanzenarten auf Madagascar kommen nur auf dieser Insel vor.",
                "source": "https://de.wikipedia.org/wiki/Madagaskar"
            },
            {
                "description": "Die Einwohner von Madagascar werden Malagasy genannt.",
                "source": "https://de.wikipedia.org/wiki/Madagaskar"
            },
            {
                "description": "Madagascar ist bekannt für seine einzigartige Flora und Fauna, darunter die Lemuren, die es nur auf Madagascar gibt.",
                "source": "https://de.wikipedia.org/wiki/Madagaskar"
            }
        ]
    ],
    "NZL": [
        [
            {
                "description": "Neuseeland ist ein Inselstaat im Pazifischen Ozean.",
                "source": "https://de.wikipedia.org/wiki/Neuseeland"
            },
            {
                "description": "Die Maori sind die indigene Bevölkerung Neuseelands und machen etwa 15% der Gesamtbevölkerung aus.",
                "source": "https://de.wikipedia.org/wiki/Maori_(Volk)"
            },
            {
                "description": "Neuseeland ist bekannt für seine spektakuläre Natur, darunter Vulkane, Gletscher, Regenwälder und Strände.",
                "source": "https://de.wikipedia.org/wiki/Natur_in_Neuseeland"
            },
            {
                "description": "Neuseeland gilt als einer der sichersten Länder der Welt mit niedriger Kriminalitätsrate.",
                "source": "https://de.wikipedia.org/wiki/Kriminalität_in_Neuseeland"
            }
        ]
    ],
    "KNA": [
        [
            {
                "description": "Saint Kitts und Nevis ist ein Inselstaat in der Karibik.",
                "source": "https://de.wikipedia.org/wiki/St._Kitts_und_Nevis"
            },
            {
                "description": "Die offizielle Sprache von Saint Kitts und Nevis ist Englisch.",
                "source": "https://de.wikipedia.org/wiki/Englische_Sprache"
            },
            {
                "description": "Die Hauptstadt von Saint Kitts und Nevis ist Basseterre.",
                "source": "https://de.wikipedia.org/wiki/Basseterre"
            },
            {
                "description": "Saint Kitts und Nevis hat eine Fläche von etwa 261 km².",
                "source": "https://de.wikipedia.org/wiki/St._Kitts_und_Nevis"
            }
        ]
    ],
    "NIU": [
        [
            {
                "description": "Niue ist eine kleine Inselnation im südpazifischen Ozean.",
                "source": "https://de.wikipedia.org/wiki/Niue"
            },
            {
                "description": "Niue hat eine Bevölkerung von nur etwa 1.600 Menschen.",
                "source": "https://de.wikipedia.org/wiki/Niue"
            },
            {
                "description": "Niue ist ein selbstverwaltetes Territorium in freier Assoziierung mit Neuseeland.",
                "source": "https://de.wikipedia.org/wiki/Niue"
            },
            {
                "description": "Niue nutzt den Neuseeland-Dollar als offizielle Währung.",
                "source": "https://de.wikipedia.org/wiki/Niue"
            }
        ]
    ],
    "TLS": [
        {
            "description": "Timor-Leste ist ein souveräner Staat in Südostasien.",
            "source": "https://de.wikipedia.org/wiki/Osttimor"
        },
        {
            "description": "Es liegt auf der Insel Timor, die es sich mit Indonesien teilt.",
            "source": "https://de.wikipedia.org/wiki/Timor"
        },
        {
            "description": "Die Amtssprachen sind Tetum und Portugiesisch.",
            "source": "https://de.wikipedia.org/wiki/Amtssprache#Osttimor"
        },
        {
            "description": "Die Hauptstadt ist Dili und die Währung ist US-Dollar.",
            "source": "https://de.wikipedia.org/wiki/Dili"
        }
    ],
    "PAK": [
        {
            "description": "Pakistan liegt in Südasien und grenzt an Indien, Afghanistan, den Iran und China.",
            "source": "https://de.wikipedia.org/wiki/Pakistan"
        },
        {
            "description": "Islamabad ist die Hauptstadt und bedeutendste Stadt Pakistans.",
            "source": "https://de.wikipedia.org/wiki/Islamabad"
        },
        {
            "description": "Pakistan ist das sechstbevölkerungsreichste Land der Welt mit über 220 Millionen Einwohnern.",
            "source": "https://de.wikipedia.org/wiki/Pakistan#Bev%C3%B6lkerung"
        },
        {
            "description": "Die offizielle Sprache Pakistans ist Urdu, aber auch Englisch wird häufig gesprochen.",
            "source": "https://de.wikipedia.org/wiki/Sprachen_in_Pakistan"
        }
    ],
    "CZE": [
        {
            "description": "Czechia ist ein Land in Mitteleuropa.",
            "source": "https://de.wikipedia.org/wiki/Tschechien"
        },
        {
            "description": "Die Hauptstadt von Czechia ist Prag.",
            "source": "https://de.wikipedia.org/wiki/Prag"
        },
        {
            "description": "Czechia hat eine Fläche von rund 78.866 km².",
            "source": "https://de.wikipedia.org/wiki/Tschechien"
        },
        {
            "description": "In Czechia wird Tschechisch als Amtssprache gesprochen.",
            "source": "https://de.wikipedia.org/wiki/Tschechische_Sprache"
        }
    ],
    "WLF": [
        {
            "description": "Wallis und Futuna ist ein französisches Überseegebiet im Pazifik.",
            "source": "https://de.wikipedia.org/wiki/Wallis_und_Futuna"
        },
        {
            "description": "Es besteht aus drei Inselgruppen: den Wallis-Inseln, den Futuna-Inseln und dem Alofi-Atoll.",
            "source": "https://de.wikipedia.org/wiki/Wallis_und_Futuna"
        },
        {
            "description": "Die Amtssprachen sind Französisch und Walliser (eine polynesische Sprache).",
            "source": "https://de.wikipedia.org/wiki/Wallis_und_Futuna"
        },
        {
            "description": "Die Wirtschaft hängt hauptsächlich von französischen Subventionen ab, aber es gibt auch Fischerei und Landwirtschaft.",
            "source": "https://de.wikipedia.org/wiki/Wallis_und_Futuna"
        }
    ],
    "TZA": [
        [
            {
                "description": "Tansania ist ein ostafrikanisches Land mit einer Fläche von 947.303 km².",
                "source": "https://de.wikipedia.org/wiki/Tansania"
            },
            {
                "description": "Der höchste Berg Afrikas, der Kilimandscharo, befindet sich in Tansania.",
                "source": "https://de.wikipedia.org/wiki/Kilimandscharo"
            },
            {
                "description": "Die Serengeti, bekannt für ihre jährliche Tierwanderung, liegt im Norden Tansanias und ist eines der berühmtesten Wildtiere-Reservate der Welt.",
                "source": "https://de.wikipedia.org/wiki/Serengeti"
            },
            {
                "description": "In Tansania befindet sich auch der tiefste See Afrikas, der Tanganjikasee.",
                "source": "https://de.wikipedia.org/wiki/Tanganjikasee"
            }
        ]
    ],
    "STP": [
        {
            "description": "São Tomé and Príncipe sind zwei Inseln im Golf von Guinea vor der Westküste Afrikas.",
            "source": "https://de.wikipedia.org/wiki/S%C3%A3o_Tom%C3%A9_und_Pr%C3%ADncipe"
        },
        {
            "description": "Die offizielle Sprache des Landes ist Portugiesisch.",
            "source": "https://de.wikipedia.org/wiki/Portugiesische_Sprache"
        },
        {
            "description": "São Tomé and Príncipe sind ein unabhängiger Inselstaat und eine ehemalige portugiesische Kolonie.",
            "source": "https://de.wikipedia.org/wiki/Geschichte_S%C3%A3o_Tom%C3%A9_und_Pr%C3%ADncipes"
        },
        {
            "description": "Das Land hat eine reiche Kultur, die vom afrikanischen Festland und Portugal beeinflusst wurde.",
            "source": "https://de.wikipedia.org/wiki/Kultur_S%C3%A3o_Tom%C3%A9_und_Pr%C3%ADncipes"
        }
    ],
    "ISR": [
        [
            {
                "description": "Israel liegt im Nahen Osten und grenzt an das Mittelmeer, Jordanien, den Libanon und Syrien.",
                "source": "https://de.wikipedia.org/wiki/Israel"
            },
            {
                "description": "Die Hauptstadt von Israel ist Jerusalem, aber Tel Aviv ist die größte Stadt des Landes.",
                "source": "https://de.wikipedia.org/wiki/Jerusalemhttps://de.wikipedia.org/wiki/Tel_Aviv-Jaffa"
            },
            {
                "description": "Israel hat eine Bevölkerung von etwa 9 Millionen Menschen und beherbergt viele verschiedene religiöse Gruppen, darunter Judentum, Christentum und Islam.",
                "source": "https://de.wikipedia.org/wiki/Israel#Bev%C3%B6lkerung"
            },
            {
                "description": "Israel ist bekannt für seine Geschichte, Kultur und Küche. Touristenattraktionen umfassen unter anderem die Altstadt von Jerusalem, das Tote Meer und der Rote Meer",
                "source": "https://de.wikipedia.org/wiki/Tourismus_in_Israel"
            }
        ]
    ],
    "BTN": [
        [
            {
                "description": "Bhutan ist ein kleines Königreich im Himalaya.",
                "source": "https://de.wikipedia.org/wiki/Bhutan"
            },
            {
                "description": "Bhutan ist das einzige Land der Welt, welches den Bruttonationalglück-Index anstelle des Bruttoinlandsprodukts verwendet.",
                "source": "https://de.wikipedia.org/wiki/Gross_National_Happiness"
            },
            {
                "description": "Bhutan ist bekannt für seine atemberaubende Landschaft, darunter auch den Tiger's Nest Kloster in Paro.",
                "source": "https://de.wikipedia.org/wiki/Taktshang-Kloster"
            },
            {
                "description": "Bhutan ist ein sehr umweltbewusstes Land und hat zum Beispiel im Jahr 2015 den Weltrekord für die meisten Bäume, die in einer Stunde gepflanzt wurden, aufgestellt.",
                "source": "https://de.wikipedia.org/wiki/Bhutan#Umweltschutz"
            }
        ]
    ],
    "ALB": [
        [
            {
                "description": "Albanien ist ein kleines Land in Europa mit einer Fläche von nur 28.748 km².",
                "source": "https://de.wikipedia.org/wiki/Albanien"
            },
            {
                "description": "Die Amtssprache Albaniens ist Albanisch, aber viele Menschen sprechen auch Italienisch oder Englisch.",
                "source": "https://de.wikipedia.org/wiki/Albanien#Sprache"
            },
            {
                "description": "Der größte See Albaniens ist der Ohridsee, welcher sich auf der Grenze zu Nordmazedonien befindet.",
                "source": "https://de.wikipedia.org/wiki/Ohridsee"
            },
            {
                "description": "In Albanien gibt es viele historische Stätten, darunter die antike Stadt Butrint im Süden des Landes.",
                "source": "https://de.wikipedia.org/wiki/Butrint"
            }
        ]
    ],
    "BOL": [
        [
            {
                "description": "Bolivien ist ein Binnenstaat in Südamerika.",
                "source": "https://de.wikipedia.org/wiki/Bolivien"
            },
            {
                "description": "Bolivien hat eine Fläche von 1.098.581 km².",
                "source": "https://de.wikipedia.org/wiki/Bolivien#Geographie"
            },
            {
                "description": "Die Hauptstadt von Bolivien ist Sucre, während La Paz die größte Stadt des Landes ist.",
                "source": "https://de.wikipedia.org/wiki/Bolivien#Staatliche_und_politische_Ordnung"
            },
            {
                "description": "Bolivien hat eine reiche Kultur und Geschichte, die bis zur präkolumbianischen Ära zurückreicht.",
                "source": "https://de.wikipedia.org/wiki/Bolivien#Kultur_und_Tourismus"
            }
        ]
    ],
    "CYP": [
        [
            {
                "description": "Zypern ist eine Insel im östlichen Mittelmeer und liegt südlich der Türkei.",
                "source": "https://de.wikipedia.org/wiki/Zypern"
            },
            {
                "description": "Die offiziellen Sprachen von Zypern sind Griechisch und Türkisch.",
                "source": "https://de.wikipedia.org/wiki/Sprachen_und_Skripte_auf_Zypern"
            },
            {
                "description": "Zypern hat eine reiche Geschichte und war ein wichtiger Knotenpunkt für den Handel im östlichen Mittelmeer.",
                "source": "https://de.wikipedia.org/wiki/Geschichte_Zyperns"
            },
            {
                "description": "Der Tourismus ist eine wichtige Einnahmequelle für die Wirtschaft von Zypern.",
                "source": "https://de.wikipedia.org/wiki/Tourismus_auf_Zypern"
            }
        ]
    ],
    "GTM": [
        [
            {
                "description": "Guatemala liegt in Mittelamerika und grenzt an Mexiko, Belize, Honduras und El Salvador.",
                "source": "https://de.wikipedia.org/wiki/Guatemala"
            },
            {
                "description": "Die Hauptstadt von Guatemala ist Guatemala-Stadt, welche auch die größte Stadt des Landes ist.",
                "source": "https://de.wikipedia.org/wiki/Guatemala-Stadt"
            },
            {
                "description": "Guatemala besitzt eine reiche Kultur mit vielen indigenen Einflüssen. Es gibt zahlreiche archäologische Stätten aus der Maya-Zeit.",
                "source": "https://de.wikipedia.org/wiki/Maya-Kultur"
            },
            {
                "description": "Das Land ist geprägt von Vulkanen und Bergen sowie tropischen Regenwäldern und hat eine vielfältige Tier- und Pflanzenwelt.",
                "source": "https://de.wikipedia.org/wiki/Geographie_Guatemalas"
            }
        ]
    ],
    "MAF": [
        {
            "description": "Saint Martin ist eine kleine Insel in der Karibik.",
            "source": "https://de.wikipedia.org/wiki/Saint_Martin"
        },
        {
            "description": "Die Insel wird sowohl von Frankreich als auch von den Niederlanden kontrolliert und ist somit eine geteilte Insel.",
            "source": "https://de.wikipedia.org/wiki/Saint_Martin"
        },
        {
            "description": "Die offiziellen Sprachen auf Saint Martin sind Französisch und Niederländisch.",
            "source": "https://de.wikipedia.org/wiki/Saint_Martin"
        },
        {
            "description": "Saint Martin hat eine Bevölkerung von ca. 80.000 Menschen.",
            "source": "https://de.wikipedia.org/wiki/Saint_Martin"
        }
    ],
    "LTU": [
        {
            "description": "Litauen ist ein baltisches Land in Nordeuropa.",
            "source": "https://de.wikipedia.org/wiki/Litauen"
        },
        {
            "description": "Die Hauptstadt von Litauen ist Vilnius, welche auch eine UNESCO-Weltkulturerbestätte ist.",
            "source": "https://de.wikipedia.org/wiki/Vilnius"
        },
        {
            "description": "Litauen hat eine Fläche von 65.300 Quadratkilometern und eine Bevölkerung von etwa 2,8 Millionen Menschen.",
            "source": "https://de.wikipedia.org/wiki/Litauen#Demografie"
        },
        {
            "description": "Die offizielle Sprache von Litauen ist Litauisch, aber auch Polnisch und Russisch werden häufig gesprochen.",
            "source": "https://de.wikipedia.org/wiki/Litauen#Sprache"
        }
    ],
    "HUN": [
        "Ungarn ist ein Land in Mitteleuropa, das an sieben andere Länder grenzt.",
        "https://de.wikipedia.org/wiki/Ungarn",
        "Die offizielle Sprache ist Ungarisch, die auch von einer großen Minderheit in den Nachbarländern gesprochen wird.",
        "Gulasch ist ein berühmtes ungarisches Gericht, das aus Fleisch und Gemüse besteht und oft mit Paprika gewürzt wird.",
        "Budapest, die Hauptstadt Ungarns, hat viele historische Gebäude und Attraktionen, darunter die Burg von Buda und das Parlamentsgebäude."
    ],
    "SEN": [
        {
            "description": "Senegal ist ein westafrikanisches Land mit einer Bevölkerung von etwa 16 Millionen Einwohnern.",
            "source": "https://de.wikipedia.org/wiki/Senegal"
        },
        {
            "description": "Dakar, die Hauptstadt des Senegal, ist eine wichtige Hafenstadt und ein kulturelles Zentrum des Landes.",
            "source": "https://de.wikipedia.org/wiki/Dakar"
        },
        {
            "description": "Der Tourismus ist einer der wichtigsten Wirtschaftszweige des Senegal, dank seiner schönen Küsten und Nationalparks.",
            "source": "https://de.wikipedia.org/wiki/Tourismus_im_Senegal"
        },
        {
            "description": "Die offizielle Sprache des Senegal ist Französisch, aber Wolof ist auch eine weit verbreitete Sprache im Land.",
            "source": "https://de.wikipedia.org/wiki/Senegal#Sprachen"
        }
    ],
    "THA": [
        {
            "description": "Thailand ist ein Land im Zentrum von Südostasien und grenzt an Myanmar, Laos, Kambodscha und Malaysia. Es ist bekannt für seine wunderschönen Strände, Tempel, exotische Küche und Gastfreundschaft.",
            "source": "https://de.wikipedia.org/wiki/Thailand"
        },
        {
            "description": "Thailand hat eine reiche Kulturgeschichte und Traditionen, die bis ins dritte Jahrtausend v. Chr. zurückreichen. Die Hauptreligion ist der Buddhismus und es gibt viele spektakuläre Tempel und Paläste, einschließlich des berühmten Wat Phra Kaew in Bangkok.",
            "source": "https://de.wikipedia.org/wiki/Kultur_Thailands"
        },
        {
            "description": "Thailand ist einer der größten Produzenten von Reis weltweit und bekannt für seine ausgezeichnete Küche, die von scharfen Currys bis hin zu süßen Desserts reicht. Es gibt auch viele lokale Spezialitäten wie Pad Thai und Som Tam.",
            "source": "https://de.wikipedia.org/wiki/Thail%C3%A4ndische_K%C3%BCche"
        },
        {
            "description": "Thailand hat eine Vielzahl von Naturparks und Reservaten, die vom üppigen Dschungel im Norden bis zu den Korallenriffen im Süden reichen. Der Khao Yai Nationalpark ist der älteste Naturpark in Thailand und beherbergt eine große Artenvielfalt von Tieren und Pflanzen.",
            "source": "https://de.wikipedia.org/wiki/Nationalparks_in_Thailand"
        }
    ],
    "PYF": [
        [
            {
                "description": "French Polynesia ist ein Überseeterritorium Frankreichs im Südpazifik.",
                "source": "https://de.wikipedia.org/wiki/Franz%C3%B6sisch-Polynesien"
            },
            {
                "description": "Tahiti ist die größte Insel in French Polynesia und auch die bekannteste.",
                "source": "https://de.wikipedia.org/wiki/Tahiti"
            },
            {
                "description": "Die Amtssprachen von French Polynesia sind Französisch und Tahitianisch.",
                "source": "https://de.wikipedia.org/wiki/Franz%C3%B6sisch-Polynesien"
            },
            {
                "description": "Französisch-Polynesien ist bekannt für seine atemberaubenden Strände, kristallklarem Wasser und farbenfrohen Korallenriffen.",
                "source": "https://de.wikipedia.org/wiki/Franz%C3%B6sisch-Polynesien"
            }
        ]
    ],
    "TJK": [
        {
            "description": "Tajikistan ist ein zentralasiatisches Land, das an Afghanistan, China, Kirgisistan und Usbekistan grenzt.",
            "source": "https://de.wikipedia.org/wiki/Tadschikistan"
        },
        {
            "description": "Die Amtssprache von Tajikistan ist Tadschikisch, welches auf Persisch basiert.",
            "source": "https://de.wikipedia.org/wiki/Tadschikische_Sprache"
        },
        {
            "description": "Das Pamirgebirge im Osten von Tajikistan ist Teil des Himalaya-Gebirges und beherbergt einige der höchsten Gipfel in Zentralasien.",
            "source": "https://de.wikipedia.org/wiki/Pamir"
        },
        {
            "description": "Tajikistan ist ein muslimisches Land und der Islam ist die vorherrschende Religion. Es gibt jedoch auch Anhänger anderer Religionen wie Buddhismus, Christentum und Zoroastrismus.",
            "source": "https://de.wikipedia.org/wiki/Religion_in_Tadschikistan"
        }
    ],
    "BIH": [
        {
            "description": "Bosnien und Herzegowina ist ein Binnenstaat in Südosteuropa.",
            "source": "https://de.wikipedia.org/wiki/Bosnien_und_Herzegowina"
        },
        {
            "description": "Die Hauptstadt von Bosnien und Herzegowina ist Sarajevo.",
            "source": "https://de.wikipedia.org/wiki/Sarajevo"
        },
        {
            "description": "Das Land hat eine reiche Geschichte, die bis zur Römerzeit zurückreicht.",
            "source": "https://de.wikipedia.org/wiki/Geschichte_Bosniens_und_Herzegowinas"
        },
        {
            "description": "Bosnien und Herzegowina ist bekannt für seine vielfältige Kultur, die sowohl slawische als auch türkische Einflüsse aufweist.",
            "source": "https://de.wikipedia.org/wiki/Kultur_Bosniens_und_Herzegowinas"
        }
    ],
    "SDN": [
        {
            "description": "Sudan ist das drittgrößte Land in Afrika und hat eine Fläche von etwa 1,9 Millionen Quadratkilometern.",
            "source": "https://de.wikipedia.org/wiki/Sudan"
        },
        {
            "description": "Der Nil fließt durch den Sudan und ist eine wichtige Wasserquelle für die Bevölkerung und die Landwirtschaft.",
            "source": "https://de.wikipedia.org/wiki/Nil"
        },
        {
            "description": "Die offizielle Sprache im Sudan ist Arabisch, aber es gibt auch viele regionale Sprachen, wie Nubisch und Dinka.",
            "source": "https://de.wikipedia.org/wiki/Sprachen_im_Sudan"
        },
        {
            "description": "Der Sudan hat eine vielfältige Tierwelt, einschließlich Elefanten, Löwen, Giraffen und Krokodilen.",
            "source": "https://de.wikipedia.org/wiki/Tierwelt_des_Sudan"
        }
    ],
    "POL": [
        [
            {
                "description": "Polen ist ein Land in Mitteleuropa und grenzt an Deutschland, Tschechien, die Slowakei, Ukraine, Belarus, Litauen und Russland.",
                "source": "https://de.wikipedia.org/wiki/Polen"
            },
            {
                "description": "Warschau ist die Hauptstadt und größte Stadt Polens mit einer Bevölkerung von etwa 1,8 Millionen Menschen.",
                "source": "https://de.wikipedia.org/wiki/Warschau"
            },
            {
                "description": "Polen ist bekannt für seine reichhaltige Geschichte, Kultur und Traditionen. Es hat auch eine vielfältige Landschaft, darunter Berge, Seen, Wälder und Strände an der Ostsee.",
                "source": "https://de.wikipedia.org/wiki/Polen"
            },
            {
                "description": "Die polnische Wirtschaft ist die sechstgrößte in der Europäischen Union und wächst stetig. Zu den wichtigsten Wirtschaftszweigen gehören Maschinenbau, Chemie, Nahrungsmittelindustrie und Elektronik.",
                "source": "https://de.wikipedia.org/wiki/Wirtschaft_Polens"
            }
        ]
    ],
    "MHL": [
        {
            "description": "Die Marshallinseln sind eine Inselgruppe im Pazifischen Ozean und gehören zu Mikronesien.",
            "source": "https://de.wikipedia.org/wiki/Marshallinseln"
        },
        {
            "description": "Die Gesamtfläche der Marshallinseln beträgt nur etwa 181 Quadratkilometer.",
            "source": "https://de.wikipedia.org/wiki/Marshallinseln"
        },
        {
            "description": "Die offizielle Landessprache ist Marshallisch, jedoch wird auch Englisch als Amtssprache genutzt.",
            "source": "https://de.wikipedia.org/wiki/Marshallinseln"
        },
        {
            "description": "Der Tourismus ist ein wichtiger Wirtschaftssektor auf den Marshallinseln, insbesondere durch Tauch- und Wassersportaktivitäten.",
            "source": "https://de.wikipedia.org/wiki/Marshallinseln"
        }
    ],
    "ATF": [
        {
            "description": "Die Französischen Süd- und Antarktisgebiete sind ein französisches Überseeterritorium im südlichen Indischen Ozean.",
            "source": "https://de.wikipedia.org/wiki/Franz%C3%B6sische_S%C3%BCd-_und_Antarktisgebiete"
        },
        {
            "description": "Das Gebiet umfasst mehrere Inseln und Inselgruppen, darunter die Kerguelen, St. Paul und Amsterdam sowie das Adélieland auf dem antarktischen Kontinent.",
            "source": "https://de.wikipedia.org/wiki/Franz%C3%B6sische_S%C3%BCd-_und_Antarktisgebiete"
        },
        {
            "description": "Die Französischen Süd- und Antarktisgebiete sind unbewohnt, werden aber von Wissenschaftlern und Forschern besucht, die hier Forschungen betreiben.",
            "source": "https://de.wikipedia.org/wiki/Franz%C3%B6sische_S%C3%BCd-_und_Antarktisgebiete"
        },
        {
            "description": "Die Französischen Süd- und Antarktisgebiete sind ein wichtiger Lebensraum für Tiere wie Pinguine, Seebären und Albatrosse.",
            "source": "https://de.wikipedia.org/wiki/Franz%C3%B6sische_S%C3%BCd-_und_Antarktisgebiete"
        }
    ],
    "JEY": [
        [
            {
                "description": "Jersey ist eine britische Insel in der Normandie, die vom Vereinigten Königreich abhängig ist.",
                "source": "https://de.wikipedia.org/wiki/Jersey"
            },
            {
                "description": "Auf Jersey wird sowohl Französisch als auch Englisch gesprochen.",
                "source": "https://de.wikipedia.org/wiki/Jersey"
            },
            {
                "description": "Das Klima auf Jersey ist mild und durch den Golfstrom beeinflusst.",
                "source": "https://de.wikipedia.org/wiki/Jersey"
            },
            {
                "description": "Jersey ist bekannt für seine Produktion von Jersey-Kühen und speziellen Kartoffeln.",
                "source": "https://de.wikipedia.org/wiki/Jersey"
            }
        ]
    ],
    "HND": [
        {
            "description": "Honduras ist ein mittelamerikanisches Land, das an Nicaragua, El Salvador und Guatemala grenzt.",
            "source": "https://de.wikipedia.org/wiki/Honduras"
        },
        {
            "description": "Das Landschaftsbild von Honduras wird geprägt durch Berge, Täler und Flüsse sowie zahlreiche Naturschutzgebiete.",
            "source": "https://de.wikipedia.org/wiki/Honduras"
        },
        {
            "description": "Die Hauptstadt von Honduras ist Tegucigalpa, welche auch die größte Stadt des Landes ist.",
            "source": "https://de.wikipedia.org/wiki/Tegucigalpa"
        },
        {
            "description": "Honduras hat eine Bevölkerung von etwa 10 Millionen Menschen und ist bekannt für seine Kaffee- und Bananenproduktion.",
            "source": "https://de.wikipedia.org/wiki/Honduras"
        }
    ],
    "MSR": [
        [
            {
                "description": "Montserrat ist eine kleine karibische Insel, die Teil der britischen Überseegebiete ist.",
                "source": "https://de.wikipedia.org/wiki/Montserrat"
            },
            {
                "description": "Die Insel hat eine Fläche von nur etwa 102 Quadratkilometern.",
                "source": "https://de.wikipedia.org/wiki/Montserrat"
            },
            {
                "description": "Montserrat hat einen aktiven Vulkan namens Soufrière Hills, der zuletzt im Jahr 2010 ausgebrochen ist.",
                "source": "https://de.wikipedia.org/wiki/Soufri%C3%A8re_Hills"
            },
            {
                "description": "Die offizielle Amtssprache von Montserrat ist Englisch, obwohl auch Kreolisch und Spanisch gesprochen werden.",
                "source": "https://de.wikipedia.org/wiki/Montserrat"
            }
        ]
    ],
    "CXR": [
        [
            {
                "description": "Christmas Island ist ein australisches Außengebiet im Indischen Ozean.",
                "source": "https://de.wikipedia.org/wiki/Weihnachtsinsel"
            },
            {
                "description": "Die Insel hat eine Fläche von etwa 135 Quadratkilometern.",
                "source": "https://de.wikipedia.org/wiki/Weihnachtsinsel"
            },
            {
                "description": "Christmas Island ist vor allem für seine großen Krabbenwanderungen bekannt, bei denen Millionen roter Landkrabben die Insel überqueren.",
                "source": "https://de.wikipedia.org/wiki/Weihnachtsinsel"
            },
            {
                "description": "Die Insel beheimatet eine Vielzahl seltener Tier- und Pflanzenarten, darunter auch zahlreiche endemische Arten.",
                "source": "https://de.wikipedia.org/wiki/Weihnachtsinsel"
            }
        ]
    ],
    "NLD": [
        {
            "description": "Die Niederlande haben eine Bevölkerung von etwa 17 Millionen Menschen.",
            "source": "https://de.wikipedia.org/wiki/Niederlande#Bev%C3%B6lkerung"
        },
        {
            "description": "Die Hauptstadt der Niederlande ist Amsterdam und hat eine Bevölkerung von rund 870.000 Menschen.",
            "source": "https://de.wikipedia.org/wiki/Amsterdam"
        },
        {
            "description": "Die Niederlande sind bekannt für ihre Tulpenfelder und sind der weltweit größte Exporteur von Blumenzwiebeln.",
            "source": "https://de.wikipedia.org/wiki/Niederlande#Kultur_und_Traditionen"
        },
        {
            "description": "Die niederländische Fußballnationalmannschaft hat bisher einen Europameistertitel und einen Weltmeistertitel gewonnen.",
            "source": "https://de.wikipedia.org/wiki/Niederl%C3%A4ndische_Fu%C3%9Fballnationalmannschaft"
        }
    ],
    "CRI": [
        {
            "description": "Costa Rica hat eine unglaubliche Biodiversität mit mehr als 500.000 Arten von Flora und Fauna.",
            "source": "https://de.wikipedia.org/wiki/Costa_Rica"
        },
        {
            "description": "Costa Rica ist ein beliebtes Reiseziel für Ökotourismus und Nachhaltigkeit, mit vielen Nationalparks und Schutzgebieten.",
            "source": "https://de.wikipedia.org/wiki/Costa_Rica"
        },
        {
            "description": "Costa Rica hat ein tropisches Klima und ist das ganze Jahr über warm und sonnig.",
            "source": "https://de.wikipedia.org/wiki/Costa_Rica"
        },
        {
            "description": "Die Menschen in Costa Rica werden als Ticos bezeichnet und gelten als freundlich und gastfreundlich.",
            "source": "https://de.wikipedia.org/wiki/Costa_Rica"
        }
    ],
    "FSM": [
        [
            {
                "description": "Micronesia ist ein Inselstaat im westlichen Pazifik.",
                "source": "https://de.wikipedia.org/wiki/Mikronesien"
            },
            {
                "description": "Die Hauptstadt von Micronesia ist Palikir.",
                "source": "https://de.wikipedia.org/wiki/Palikir"
            },
            {
                "description": "Micronesia besteht aus mehreren Inseln, darunter Pohnpei, Chuuk, Yap und Kosrae.",
                "source": "https://de.wikipedia.org/wiki/Mikronesien"
            },
            {
                "description": "Die Bevölkerung von Micronesia beträgt etwa 100.000 Menschen.",
                "source": "https://de.wikipedia.org/wiki/Mikronesien"
            }
        ]
    ],
    "KIR": [
        {
            "description": "Kiribati ist ein Inselstaat im Pazifischen Ozean, der aus 33 Atollen und einem Koralleninsel besteht.",
            "source": "https://de.wikipedia.org/wiki/Kiribati"
        },
        {
            "description": "Der Name des Landes stammt von der englischen Aussprache der gälischen Worte 'Ciri-bhakti', die so viel wie 'langgestreckte Insel' bedeuten.",
            "source": "https://de.wikipedia.org/wiki/Kiribati"
        },
        {
            "description": "Die Hauptstadt von Kiribati ist South Tarawa und befindet sich auf einem schmalen Streifen Land zwischen dem Atlantik und dem Pazifik.",
            "source": "https://de.wikipedia.org/wiki/South_Tarawa"
        },
        {
            "description": "Kiribati hat eine Zeitzone, die als erstes Land der Welt das neue Jahr begrüßt. Deshalb wird Kiribati manchmal als 'Land der ersten Sonne' bezeichnet.",
            "source": "https://de.wikipedia.org/wiki/Kiribati"
        }
    ],
    "GRL": [
        [
            {
                "description": "Greenland ist die weltweit größte Insel.",
                "source": "https://de.wikipedia.org/wiki/Gr%C3%B6nland"
            },
            {
                "description": "Die Eiskappe Grönlands bedeckt rund 80% der Insel und hat einen enormen Einfluss auf das globale Klima.",
                "source": "https://de.wikipedia.org/wiki/Eisschild_Gr%C3%B6nlands"
            },
            {
                "description": "Die Bevölkerung von Grönland ist sehr gering und besteht hauptsächlich aus Inuit.",
                "source": "https://de.wikipedia.org/wiki/Gr%C3%B6nl%C3%A4nder"
            },
            {
                "description": "Obwohl Grönland politisch zu Dänemark gehört, verfügt die Insel über weitgehende Autonomie.",
                "source": "https://de.wikipedia.org/wiki/Gr%C3%B6nland#Politisches_System"
            }
        ]
    ],
    "NGA": [
        [
            {
                "description": "Nigeria ist das bevölkerungsreichste Land in Afrika mit über 200 Millionen Einwohnern.",
                "source": "https://de.wikipedia.org/wiki/Nigeria"
            },
            {
                "description": "Das Land hat eine reiche Erdölindustrie und ist der größte Ölproduzent Afrikas.",
                "source": "https://de.wikipedia.org/wiki/Erd%C3%B6lindustrie_in_Nigeria"
            },
            {
                "description": "Es gibt über 500 verschiedene Sprachen in Nigeria, aber Englisch ist die offizielle Sprache.",
                "source": "https://de.wikipedia.org/wiki/Sprachen_Nigerias"
            },
            {
                "description": "Nigeria hat eine vielfältige Kultur mit vielen verschiedenen Traditionen, Musikstilen und Festivals.",
                "source": "https://de.wikipedia.org/wiki/Kultur_Nigerias"
            }
        ]
    ],
    "SVN": [
        {
            "description": "Slowenien ist ein kleines Land in Mitteleuropa und grenzt an Italien, Österreich, Ungarn und Kroatien.",
            "source": "https://de.wikipedia.org/wiki/Slowenien"
        },
        {
            "description": "Die Hauptstadt von Slowenien ist Ljubljana, eine charmante Stadt mit einem mittelalterlichen Schloss auf einem Hügel.",
            "source": "https://de.wikipedia.org/wiki/Ljubljana"
        },
        {
            "description": "Slowenien hat eine abwechslungsreiche Landschaft, die von Alpen bis zur Adriaküste reicht. Es ist auch Heimat des tiefsten Höhlensystems Europas, der Postojna-Höhlen.",
            "source": "https://de.wikipedia.org/wiki/Postojnska_jama"
        },
        {
            "description": "Slowenien ist bekannt für seine Weine und hat viele Weinregionen wie die Vipava-Tal oder die Goriška Brda.",
            "source": "https://de.wikipedia.org/wiki/Slowenischer_Weinbau"
        }
    ],
    "DJI": [
        [
            {
                "description": "Djibouti liegt in Ostafrika an der Küste des Roten Meeres und des Golfs von Aden.",
                "source": "https://de.wikipedia.org/wiki/Dschibuti"
            },
            {
                "description": "Die Amtssprachen sind Französisch und Arabisch, aber auch Somali ist weit verbreitet.",
                "source": "https://de.wikipedia.org/wiki/Dschibuti"
            },
            {
                "description": "Das Land gehört zu den ärmsten Ländern der Welt, aber es hat eine strategische Lage für internationale Schifffahrtsrouten.",
                "source": "https://de.wikipedia.org/wiki/Dschibuti"
            },
            {
                "description": "In Djibouti gibt es viele Nationalparks und Schutzgebiete, die eine einzigartige Tier- und Pflanzenwelt beherbergen.",
                "source": "https://de.wikipedia.org/wiki/Dschibuti"
            }
        ]
    ],
    "IRN": [
        [
            {
                "description": "Iran ist ein Land in Westasien und gehört zu den größten Ländern im Nahen Osten.",
                "source": "https://de.wikipedia.org/wiki/Iran"
            },
            {
                "description": "Der Iran hat eine lange Geschichte, die bis ins antike Persien zurückreicht.",
                "source": "https://de.wikipedia.org/wiki/Geschichte_des_Iran"
            },
            {
                "description": "Die Hauptstadt des Iran ist Teheran, mit mehr als 8 Millionen Einwohnern die größte Stadt des Landes.",
                "source": "https://de.wikipedia.org/wiki/Teheran"
            },
            {
                "description": "Iran ist bekannt für seine reiche Kultur und Literatur, darunter Persische Poesie und Schriftsteller wie Rumi, Hafiz und Omar Khayyam.",
                "source": "https://de.wikipedia.org/wiki/Iranische_Literatur"
            }
        ]
    ],
    "TUR": [
        {
            "description": "Die Türkei ist ein Land in Eurasien und liegt teilweise in Europa und Asien.",
            "source": "https://de.wikipedia.org/wiki/T%C3%BCrkei"
        },
        {
            "description": "Istanbul, die größte Stadt der Türkei, ist die einzige Stadt der Welt, die auf zwei Kontinenten liegt.",
            "source": "https://de.wikipedia.org/wiki/Istanbul"
        },
        {
            "description": "Die türkische Küche ist bekannt für ihre Vielfalt und enthält viele orientalische und mediterrane Einflüsse.",
            "source": "https://de.wikipedia.org/wiki/T%C3%BCrkische_K%C3%BCche"
        },
        {
            "description": "Die Türkei hat eine reiche Geschichte und Kultur, einschließlich der antiken Stadt Troja und des osmanischen Reiches.",
            "source": "https://de.wikipedia.org/wiki/Geschichte_der_T%C3%BCrkei"
        }
    ],
    "PNG": [
        {
            "description": "Papua-Neuguinea ist ein Inselstaat im Pazifik und liegt nordöstlich von Australien.",
            "source": "https://de.wikipedia.org/wiki/Papua-Neuguinea"
        },
        {
            "description": "Papua-Neuguinea hat über 800 verschiedene Sprachen, was es zu einem der sprachlich vielfältigsten Länder der Welt macht.",
            "source": "https://de.wikipedia.org/wiki/Papua-Neuguinea#Sprachen"
        },
        {
            "description": "Das Land hat eine reiche Kultur, die sich in Musik, Tanz und Kunst widerspiegelt.",
            "source": "https://de.wikipedia.org/wiki/Kultur_Papua-Neuguineas"
        },
        {
            "description": "Papua-Neuguinea ist bekannt für seine beeindruckende Natur, einschließlich tropischer Regenwälder, Korallenriffe und aktiver Vulkane.",
            "source": "https://de.wikipedia.org/wiki/Natur_Papua-Neuguineas"
        }
    ],
    "BWA": [
        [
            {
                "description": "Botswana ist ein Binnenstaat im südlichen Afrika, der von Südafrika, Namibia, Sambia und Simbabwe umgeben ist.",
                "source": "https://de.wikipedia.org/wiki/Botswana"
            },
            {
                "description": "Das Land hat eine Bevölkerung von etwa 2,4 Millionen Menschen.",
                "source": "https://de.wikipedia.org/wiki/Demografie_Botswanas"
            },
            {
                "description": "Botswana ist bekannt für seine Nationalparks und Wildreservate, insbesondere den Chobe National Park und das Okavango-Delta.",
                "source": "https://de.wikipedia.org/wiki/Nationalparks_in_Botswana"
            },
            {
                "description": "Die Wirtschaft von Botswana ist hauptsächlich vom Bergbau (Diamanten) und dem Tourismus abhängig.",
                "source": "https://de.wikipedia.org/wiki/Wirtschaft_Botswanas"
            }
        ]
    ],
    "USA": [
        [
            {
                "description": "Die Vereinigten Staaten von Amerika ist ein Land in Nordamerika.",
                "source": "https://de.wikipedia.org/wiki/Vereinigte_Staaten"
            },
            {
                "description": "Die USA sind das drittgrößte Land der Welt nach Russland und Kanada.",
                "source": "https://de.wikipedia.org/wiki/Vereinigte_Staaten"
            },
            {
                "description": "In den USA leben über 330 Millionen Menschen.",
                "source": "https://de.wikipedia.org/wiki/Vereinigte_Staaten"
            },
            {
                "description": "Washington D.C. ist die Hauptstadt der USA.",
                "source": "https://de.wikipedia.org/wiki/Washington,_D.C."
            }
        ]
    ],
    "KOR": [
        [
            {
                "description": "Südkorea ist ein Land in Ostasien",
                "source": "https://de.wikipedia.org/wiki/S%C3%BCdkorea"
            },
            {
                "description": "Die Hauptstadt von Südkorea ist Seoul",
                "source": "https://de.wikipedia.org/wiki/Seoul"
            },
            {
                "description": "Das Land hat eine Bevölkerung von über 51 Millionen Menschen",
                "source": "https://de.wikipedia.org/wiki/Demografie_S%C3%BCdkoreas"
            },
            {
                "description": "Südkorea ist bekannt für seine K-Pop Musik und seine Filmindustrie",
                "source": "https://de.wikipedia.org/wiki/K-Pop"
            }
        ]
    ],
    "DZA": [
        {
            "description": "Algeria ist das größte Land in Afrika",
            "source": "https://de.wikipedia.org/wiki/Algerien"
        },
        {
            "description": "Die Sahara-Wüste erstreckt sich über fast 80% des Landes.",
            "source": "https://de.wikipedia.org/wiki/Sahara"
        },
        {
            "description": "Algerien ist ein wichtiger Produzent von Erdöl und Erdgas.",
            "source": "https://de.wikipedia.org/wiki/Erd%C3%B6l_in_Algerien"
        },
        {
            "description": "Die offizielle Sprache Algeriens ist Arabisch, aber Französisch wird auch weit verbreitet gesprochen.",
            "source": "https://de.wikipedia.org/wiki/Sprachen_in_Algerien"
        }
    ],
    "GAB": [
        [
            {
                "description": "Gabun liegt im zentralen Westafrika und grenzt an den Atlantischen Ozean.",
                "source": "https://de.wikipedia.org/wiki/Gabun"
            },
            {
                "description": "Der Regenwald bedeckt rund 85% des Landes.",
                "source": "https://de.wikipedia.org/wiki/Gabun#Geographie"
            },
            {
                "description": "Die offizielle Sprache des Landes ist Französisch.",
                "source": "https://de.wikipedia.org/wiki/Gabun#Sprachen"
            },
            {
                "description": "Gabun hat eine der höchsten Biodiversitäten weltweit mit vielen seltenen Tierarten wie Gorillas und Waldelefanten.",
                "source": "https://de.wikipedia.org/wiki/Gabun#Naturschutz_und_Biodiversit%C3%A4t"
            }
        ]
    ],
    "ROU": [
        [
            {
                "description": "Rumänien ist ein Land im südöstlichen Europa und grenzt an fünf andere Länder.",
                "source": "https://de.wikipedia.org/wiki/Rum%C3%A4nien"
            },
            {
                "description": "Das Donaudelta in Rumänien ist das zweitgrößte Flussdelta in Europa und eine wichtige Naturschutzzone.",
                "source": "https://de.wikipedia.org/wiki/Donaudelta"
            },
            {
                "description": "Die rumänische Hauptstadt Bukarest hat eine reiche kulturelle Geschichte und ist bekannt für ihre Architektur im Jugendstil.",
                "source": "https://de.wikipedia.org/wiki/Bukarest"
            },
            {
                "description": "Rumänien ist bekannt für seine Folklore, darunter die berühmten Tänze und Musik der Region Siebenbürgen.",
                "source": "https://de.wikipedia.org/wiki/Siebenb%C3%BCrgen"
            }
        ]
    ],
    "VUT": [
        [
            {
                "description": "Vanuatu ist ein Inselstaat im Südpazifik mit 83 Inseln, von denen nur etwa 65 bewohnt sind.",
                "source": "https://de.wikipedia.org/wiki/Vanuatu"
            },
            {
                "description": "Die Amtssprachen des Landes sind Englisch, Französisch und Bislama, eine Kreolsprache.",
                "source": "https://de.wikipedia.org/wiki/Vanuatu"
            },
            {
                "description": "Vanuatu ist bekannt für seine Vulkane, Wasserfälle und weißen Sandstrände.",
                "source": "https://de.wikipedia.org/wiki/Vanuatu"
            },
            {
                "description": "Der Tourismus ist eine wichtige Einnahmequelle für Vanuatu und macht rund ein Viertel der Wirtschaftsleistung aus.",
                "source": "https://de.wikipedia.org/wiki/Vanuatu"
            }
        ]
    ],
    "DOM": [
        [
            {
                "description": "Die Dominican Republic befindet sich in der Karibik und teilt sich die Insel Hispaniola mit Haiti.",
                "source": "https://de.wikipedia.org/wiki/Dominikanische_Republik"
            },
            {
                "description": "Das Land ist bekannt für seine wunderschönen Strände und das türkisfarbene Wasser.",
                "source": "https://de.wikipedia.org/wiki/Dominikanische_Republik"
            },
            {
                "description": "Die Landessprache ist Spanisch, aber viele Einwohner sprechen auch Englisch oder Französisch.",
                "source": "https://de.wikipedia.org/wiki/Dominikanische_Republik"
            },
            {
                "description": "Die Hauptstadt Santo Domingo ist die älteste Stadt im neuen Welt und hat eine reiche Geschichte.",
                "source": "https://de.wikipedia.org/wiki/Santo_Domingo"
            }
        ]
    ],
    "PLW": [
        [
            {
                "description": "Palau ist ein Inselstaat im Pazifischen Ozean und besteht aus mehr als 200 Inseln und Korallenriffen.",
                "source": "https://de.wikipedia.org/wiki/Palau"
            },
            {
                "description": "Die Landeswährung von Palau ist der US-Dollar.",
                "source": "https://de.wikipedia.org/wiki/US-Dollar"
            },
            {
                "description": "Die Hauptstadt von Palau ist Ngerulmud.",
                "source": "https://de.wikipedia.org/wiki/Ngerulmud"
            },
            {
                "description": "Palau ist bekannt für seine weltberühmten Tauchplätze wie Blue Corner, German Channel und Jellyfish Lake.",
                "source": "https://de.wikipedia.org/wiki/Tauchen_im_Pazifischen_Ozean#Palau"
            }
        ]
    ],
    "SPM": [
        {
            "description": "Saint Pierre und Miquelon ist ein Überseeterritorium Frankreichs im Nordatlantik.",
            "source": "https://de.wikipedia.org/wiki/Saint-Pierre_und_Miquelon"
        },
        {
            "description": "Das Gebiet besteht aus acht Inseln, von denen nur zwei bewohnt sind: Saint Pierre und Miquelon-Langlade.",
            "source": "https://de.wikipedia.org/wiki/Saint-Pierre_und_Miquelon#Geographie"
        },
        {
            "description": "Die Inselgruppe hat eine Fläche von 242 km² und etwa 5.800 Einwohner.",
            "source": "https://de.wikipedia.org/wiki/Saint-Pierre_und_Miquelon#Bev%C3%B6lkerung_und_Sprache"
        },
        {
            "description": "Obwohl es ein französisches Territorium ist, liegt es geografisch viel näher an Kanada als an Europa.",
            "source": "https://de.wikipedia.org/wiki/Saint-Pierre_und_Miquelon#Geschichte"
        }
    ],
    "IND": [
        [
            {
                "description": "Indien ist das siebtgrößte Land der Welt und hat eine Gesamtfläche von 3,29 Millionen km².",
                "source": "https://de.wikipedia.org/wiki/Indien"
            },
            {
                "description": "Hindi und Englisch sind die offiziellen Sprachen Indiens, aber es gibt auch viele regionale Sprachen wie Tamil, Urdu und Telugu.",
                "source": "https://de.wikipedia.org/wiki/Sprachen_Indiens"
            },
            {
                "description": "Indien ist die Heimat des Taj Mahal, eines der bekanntesten Wahrzeichen der Welt und ein UNESCO-Welterbe.",
                "source": "https://de.wikipedia.org/wiki/Taj_Mahal"
            },
            {
                "description": "Indien hat eine reiche kulturelle Geschichte und ist berühmt für seine Kunst, Musik und Küche.",
                "source": "https://de.wikipedia.org/wiki/Kultur_Indiens"
            }
        ]
    ],
    "LSO": [
        {
            "description": "Lesotho ist ein Binnenstaat in Südafrika und wird oft als 'das Königreich im Himmel' bezeichnet, da es das einzige Land der Welt ist, das vollständig über einer Höhe von 1000 Metern liegt.",
            "source": "https://de.wikipedia.org/wiki/Lesotho"
        },
        {
            "description": "Die Hauptstadt von Lesotho ist Maseru, welche auch die größte Stadt des Landes ist.",
            "source": "https://de.wikipedia.org/wiki/Maseru"
        },
        {
            "description": "Über 80% der Bevölkerung Lesothos lebt in ländlichen Gebieten und betreibt hauptsächlich Landwirtschaft.",
            "source": "https://de.wikipedia.org/wiki/Landwirtschaft_in_Lesotho"
        },
        {
            "description": "Lesotho ist ein sehr bergiges Land und beheimatet mit dem Thabana Ntlenyana den höchsten Berg des südlichen Afrikas.",
            "source": "https://de.wikipedia.org/wiki/Thabana_Ntlenyana"
        }
    ],
    "NCL": [
        {
            "description": "New Caledonia ist eine französische Überseegebiet im Südpazifik.",
            "source": "https://de.wikipedia.org/wiki/Neukaledonien"
        },
        {
            "description": "Das Land besteht aus der Hauptinsel Grande Terre sowie mehreren kleineren Inseln und Atollen.",
            "source": "https://de.wikipedia.org/wiki/Neukaledonien"
        },
        {
            "description": "Die Einwohner von New Caledonia sprechen hauptsächlich Französisch, aber auch zahlreiche indigene Sprachen werden gesprochen.",
            "source": "https://de.wikipedia.org/wiki/Neukaledonien"
        },
        {
            "description": "Die Wirtschaft von New Caledonia basiert hauptsächlich auf dem Bergbau von Nickel, das eines der wichtigsten Exportprodukte des Landes ist.",
            "source": "https://de.wikipedia.org/wiki/Neukaledonien"
        }
    ],
    "LVA": [
        [
            {
                "description": "Lettland ist ein Land in Nordeuropa, das an die Ostsee grenzt.",
                "source": "https://de.wikipedia.org/wiki/Lettland"
            },
            {
                "description": "Die Hauptstadt von Lettland ist Riga, die auch die größte Stadt des Landes ist.",
                "source": "https://de.wikipedia.org/wiki/Riga"
            },
            {
                "description": "In Lettland gibt es eine reiche Kultur, die traditionelle Musik, Tänze und Folklore beinhaltet.",
                "source": "https://de.wikipedia.org/wiki/Kultur_Lettlands"
            },
            {
                "description": "Letland ist bekannt für seine Natur, einschließlich der Strände an der Küste, Wälder und Seen.",
                "source": "https://de.wikipedia.org/wiki/Natur_Lettlands"
            }
        ]
    ],
    "BRA": [
        [
            {
                "description": "Brasilien ist das größte Land Südamerikas.",
                "source": "https://de.wikipedia.org/wiki/Brasilien"
            },
            {
                "description": "Die offizielle Sprache Brasiliens ist Portugiesisch.",
                "source": "https://de.wikipedia.org/wiki/Portugiesische_Sprache"
            },
            {
                "description": "Der Amazonas ist der längste Fluss Brasiliens und des ganzen Kontinents.",
                "source": "https://de.wikipedia.org/wiki/Amazonas_(Fluss)"
            },
            {
                "description": "Rio de Janeiro ist eine der bekanntesten Städte Brasiliens und war Austragungsort der Olympischen Spiele 2016.",
                "source": "https://de.wikipedia.org/wiki/Rio_de_Janeiro"
            }
        ]
    ],
    "MAR": [
        {
            "description": "Marokko ist ein Land im Nordwesten Afrikas an der Küste des Atlantischen Ozeans und des Mittelmeers.",
            "source": "https://de.wikipedia.org/wiki/Marokko"
        },
        {
            "description": "Die offizielle Sprache Marokkos ist Arabisch, aber auch Berber und Französisch sind weit verbreitet.",
            "source": "https://de.wikipedia.org/wiki/Sprachen_marokkos"
        },
        {
            "description": "Marokko ist bekannt für seine farbenfrohen Basare, Sanddünen und die berühmte Stadt Marrakesch.",
            "source": "https://de.wikipedia.org/wiki/Marrakesch"
        },
        {
            "description": "Die Wirtschaft Marokkos ist geprägt von Landwirtschaft, Bergbau und Textilindustrie.",
            "source": "https://de.wikipedia.org/wiki/Wirtschaft_marokkos"
        }
    ],
    "RWA": [
        [
            {
                "description": "Rwanda ist ein Binnenstaat im östlichen Zentralafrika.",
                "source": "https://de.wikipedia.org/wiki/Rwanda"
            },
            {
                "description": "Die offiziellen Sprachen von Rwanda sind Kinyarwanda, Englisch, Swahili und Französisch.",
                "source": "https://de.wikipedia.org/wiki/Rwanda#Sprachen"
            },
            {
                "description": "Das Land hat eine beeindruckende Artenvielfalt mit vielen endemischen Pflanzen- und Tierarten.",
                "source": "https://de.wikipedia.org/wiki/Rwanda#Natur"
            },
            {
                "description": "Rwanda hat in den letzten Jahren große Fortschritte bei der Reduzierung der Armut und der Verbesserung der Lebensbedingungen gemacht.",
                "source": "https://de.wikipedia.org/wiki/Rwanda#Wirtschaft"
            }
        ]
    ],
    "IMN": [
        {
            "description": "Die Isle of Man ist eine Kronbesitzung im Ärmelkanal zwischen Großbritannien und Irland.",
            "source": "https://de.wikipedia.org/wiki/Isle_of_Man"
        },
        {
            "description": "Die Insel hat eine Fläche von etwa 572 Quadratkilometern und eine Bevölkerung von ungefähr 85.000 Menschen.",
            "source": "https://de.wikipedia.org/wiki/Isle_of_Man"
        },
        {
            "description": "Die Insel ist bekannt für ihre Motorradrennen, insbesondere die TT (Tourist Trophy) auf dem Snaefell Mountain Course.",
            "source": "https://de.wikipedia.org/wiki/Tourist_Trophy_(Rennen)"
        },
        {
            "description": "Das Parlament der Isle of Man heißt Tynwald und hat seine Wurzeln im Jahr 979 n. Chr.",
            "source": "https://de.wikipedia.org/wiki/Tynwald"
        }
    ],
    "BMU": [
        {
            "description": "Bermuda ist ein Britisches Überseegebiet im Atlantischen Ozean.",
            "source": "https://de.wikipedia.org/wiki/Bermuda"
        },
        {
            "description": "Bermuda besteht aus insgesamt 138 Inseln und Inselchen, wovon jedoch nur etwa 20 bewohnt sind.",
            "source": "https://de.wikipedia.org/wiki/Bermuda"
        },
        {
            "description": "Die Hauptstadt von Bermuda heißt Hamilton und befindet sich auf der Hauptinsel.",
            "source": "https://de.wikipedia.org/wiki/Hamilton_(Bermuda)"
        },
        {
            "description": "Bermuda ist bekannt für ihre pinken Sandstrände, welche durch das Zerfallen von Korallen und Muscheln entstehen.",
            "source": "https://de.wikipedia.org/wiki/Bermuda"
        }
    ],
    "MUS": [
        [
            {
                "description": "Mauritius ist ein Inselstaat im Indischen Ozean und liegt östlich von Madagaskar.",
                "source": "https://de.wikipedia.org/wiki/Mauritius"
            },
            {
                "description": "Die Amtssprachen sind Englisch und Französisch, aber kreolisch wird am häufigsten gesprochen.",
                "source": "https://de.wikipedia.org/wiki/Mauritius"
            },
            {
                "description": "Mauritius ist bekannt für seine atemberaubenden Strände und türkisblauen Lagunen.",
                "source": "https://de.wikipedia.org/wiki/Mauritius"
            },
            {
                "description": "Der Zuckerrohranbau ist einer der wichtigsten Wirtschaftszweige auf Mauritius.",
                "source": "https://de.wikipedia.org/wiki/Mauritius"
            }
        ]
    ],
    "SXM": [
        {
            "description": "Sint Maarten ist eine Insel in der Karibik und ein Land im Königreich der Niederlande.",
            "source": "https://de.wikipedia.org/wiki/Sint_Maarten"
        },
        {
            "description": "Die Insel ist etwa 87 km² groß und wird von rund 42.000 Menschen bewohnt.",
            "source": "https://de.wikipedia.org/wiki/Sint_Maarten"
        },
        {
            "description": "Sint Maarten ist bekannt für seine schönen Strände und sein warmes Klima.",
            "source": "https://de.wikipedia.org/wiki/Sint_Maarten"
        },
        {
            "description": "Die offiziellen Sprachen von Sint Maarten sind Englisch und Niederländisch, aber auch viele andere Sprachen werden gesprochen.",
            "source": "https://de.wikipedia.org/wiki/Sint_Maarten"
        }
    ],
    "YEM": [
        "Jemen ist ein Land in Südwestasien mit einer langen Küstenlinie am Roten Meer und am Golf von Aden.",
        "https://de.wikipedia.org/wiki/Jemen",
        "30,8 Millionen Menschen leben im Jemen, wobei die Bevölkerung hauptsächlich aus Arabern besteht.",
        "Yemen hat eine abwechslungsreiche Landschaft, die von Sand- und Steinwüsten bis hin zu grünen Tälern und Bergen reicht.",
        "Die Hauptstadt des Jemen ist Sanaa, eine der ältesten kontinuierlich bewohnten Städte der Welt."
    ],
    "FRA": [
        {
            "description": "Frankreich ist ein westeuropäisches Land mit einer Fläche von 643.801 km² und einer Bevölkerung von mehr als 66 Millionen Menschen.",
            "source": "https://de.wikipedia.org/wiki/Frankreich"
        },
        {
            "description": "Paris ist die Hauptstadt von Frankreich und eine der bekanntesten Städte der Welt. Es ist berühmt für seine historischen Monumente wie den Eiffelturm und den Louvre.",
            "source": "https://de.wikipedia.org/wiki/Paris"
        },
        {
            "description": "Die französische Küche ist für ihre hervorragenden Weine und Käse sowie für ihre raffinierten Gerichte wie Coq au Vin und Bouillabaisse bekannt.",
            "source": "https://de.wikipedia.org/wiki/Franz%C3%B6sische_K%C3%BCche"
        },
        {
            "description": "Französisch ist die offizielle Sprache von Frankreich und wird von fast allen Franzosen als Muttersprache gesprochen. Es ist auch eine der wichtigsten internationalen Sprachen.",
            "source": "https://de.wikipedia.org/wiki/Franz%C3%B6sische_Sprache"
        }
    ],
    "MDA": [
        {
            "description": "Moldawien ist ein Binnenstaat in Südosteuropa.",
            "source": "https://de.wikipedia.org/wiki/Moldawien"
        },
        {
            "description": "Die Hauptstadt von Moldawien ist Chișinău.",
            "source": "https://de.wikipedia.org/wiki/Chi%C8%99in%C4%83u"
        },
        {
            "description": "Moldawien hat eine Fläche von 33.846 km² und rund 2,6 Millionen Einwohner.",
            "source": "https://de.wikipedia.org/wiki/Moldawien"
        },
        {
            "description": "Moldawien ist bekannt für seine Weine, insbesondere den Rotwein.",
            "source": "https://de.wikipedia.org/wiki/Weinbau_in_Moldawien"
        }
    ],
    "UZB": [
        {
            "description": "Uzbekistan ist ein Binnenstaat in Zentralasien.",
            "source": "https://de.wikipedia.org/wiki/Usbekistan"
        },
        {
            "description": "Die Hauptstadt von Uzbekistan ist Taschkent.",
            "source": "https://de.wikipedia.org/wiki/Taschkent"
        },
        {
            "description": "Uzbekistan ist bekannt für seine Seidenproduktion und Teppichknüpfkunst.",
            "source": "https://de.wikipedia.org/wiki/Usbekische_Teppiche_und_Kunsthandwerk"
        },
        {
            "description": "Der Aydar Lake in Uzbekistan ist der siebtgrößte See der Welt.",
            "source": "https://de.wikipedia.org/wiki/Aydarkul"
        }
    ],
    "NRU": [
        {
            "description": "Nauru ist der drittkleinste Staat der Welt und liegt im Pazifischen Ozean.",
            "source": "https://de.wikipedia.org/wiki/Nauru"
        },
        {
            "description": "Die Insel war einst einer der reichsten Staaten der Welt, dank seiner Phosphatvorkommen, ist heute aber weitgehend davon abhängig ausländischer Hilfe.",
            "source": "https://de.wikipedia.org/wiki/Nauru#Wirtschaft"
        },
        {
            "description": "Nauru ist eines der am stärksten von Übergewicht betroffenen Länder der Welt, wobei mehr als 95 % der Bevölkerung übergewichtig sind.",
            "source": "https://de.wikipedia.org/wiki/Gesundheitssystem_in_Nauru#Gesundheitsprobleme"
        },
        {
            "description": "Das Land hat keine offizielle Hauptstadt, obwohl Yaren als Verwaltungszentrum gilt.",
            "source": "https://de.wikipedia.org/wiki/Nauru#Verwaltungsgliederung"
        }
    ],
    "UGA": [
        [
            {
                "description": "Uganda ist ein Binnenstaat in Ostafrika.",
                "source": "https://de.wikipedia.org/wiki/Uganda"
            },
            {
                "description": "Uganda hat eine Bevölkerung von etwa 45 Millionen Menschen.",
                "source": "https://de.wikipedia.org/wiki/Uganda"
            },
            {
                "description": "Die offizielle Sprache Ugandas ist Englisch.",
                "source": "https://de.wikipedia.org/wiki/Uganda"
            },
            {
                "description": "Uganda beheimatet einen Teil des Victoria-Sees, dem zweitgrößten Süßwassersee der Welt.",
                "source": "https://de.wikipedia.org/wiki/Uganda"
            }
        ]
    ],
    "COG": [
        [
            {
                "description": "Die Republik Kongo liegt in Zentralafrika und grenzt an Gabun, Kamerun, die Zentralafrikanische Republik, die Demokratische Republik Kongo und den Atlantischen Ozean.",
                "source": "https://de.wikipedia.org/wiki/Republik_Kongo"
            },
            {
                "description": "Das Land hat eine Bevölkerung von etwa 5 Millionen Menschen und eine Fläche von ungefähr 342.000 Quadratkilometern.",
                "source": "https://de.wikipedia.org/wiki/Republik_Kongo"
            },
            {
                "description": "Die Hauptstadt ist Brazzaville und die offizielle Sprache ist Französisch.",
                "source": "https://de.wikipedia.org/wiki/Brazzaville"
            },
            {
                "description": "Die Wirtschaft des Landes ist hauptsächlich auf Rohstoffe wie Erdöl, Holz und Diamanten ausgerichtet.",
                "source": "https://de.wikipedia.org/wiki/Republik_Kongo#Wirtschaft"
            }
        ]
    ],
    "COL": [
        [
            {
                "description": "Colombia ist das zweitgrößte Land in Südamerika",
                "source": "https://de.wikipedia.org/wiki/Kolumbien"
            },
            {
                "description": "Die Hauptstadt von Colombia ist Bogotá",
                "source": "https://de.wikipedia.org/wiki/Bogot%C3%A1"
            },
            {
                "description": "Colombia ist ein wichtiger Produzent von Kaffee und Smaragden",
                "source": "https://de.wikipedia.org/wiki/Kolumbien#Wirtschaft_und_Infrastruktur"
            },
            {
                "description": "Die Karibikküste Colombias ist bekannt für ihre wunderschönen Strände",
                "source": "https://de.wikipedia.org/wiki/Kolumbien#Tourismus"
            }
        ]
    ],
    "PRI": [
        [
            {
                "description": "Puerto Rico ist ein US-Außengebiet in der Karibik und liegt östlich der Dominikanischen Republik.",
                "source": "https://de.wikipedia.org/wiki/Puerto_Rico"
            },
            {
                "description": "Die offizielle Sprache von Puerto Rico ist Spanisch.",
                "source": "https://de.wikipedia.org/wiki/Puerto_Rico#Sprache"
            },
            {
                "description": "Die Währung von Puerto Rico ist US-Dollar.",
                "source": "https://de.wikipedia.org/wiki/Puerto_Rico#Wirtschaft_und_Infrastruktur"
            },
            {
                "description": "Puerto Rico ist bekannt für seine malerischen Strände und das warme Klima, was es zu einem beliebten Reiseziel macht.",
                "source": "https://de.wikipedia.org/wiki/Puerto_Rico#Tourismus"
            }
        ]
    ],
    "KAZ": [
        {
            "description": "Kazakhstan ist das neuntgrößte Land der Welt und das größte Binnenland.",
            "source": "https://de.wikipedia.org/wiki/Kasachstan"
        },
        {
            "description": "Die Hauptstadt von Kazakhstan ist Astana, seit dem Jahr 2019 umbenannt in Nur-Sultan.",
            "source": "https://de.wikipedia.org/wiki/Nur-Sultan"
        },
        {
            "description": "In Kazakhstan gibt es viele natürliche Ressourcen wie Öl, Gas und Uran. Das Land ist auch bekannt für seine Steppen, Berge und Seen.",
            "source": "https://de.wikipedia.org/wiki/Kasachstan#Geographie"
        },
        {
            "description": "Das kasachische Alphabet basiert auf dem kyrillischen Alphabet, aber es hat zusätzliche Buchstaben wie Ä, Ü und Schtsch.",
            "source": "https://de.wikipedia.org/wiki/Kasachisches_Alphabet"
        }
    ],
    "EST": [
        [
            {
                "description": "Estland ist ein baltischer Staat im Norden Europas und grenzt an die Ostsee.",
                "source": "https://de.wikipedia.org/wiki/Estland"
            },
            {
                "description": "Die Landessprache von Estland ist Estnisch, eine finno-ugrische Sprache.",
                "source": "https://de.wikipedia.org/wiki/Estnische_Sprache"
            },
            {
                "description": "Estland ist bekannt für seine fortschrittliche E-Government-Strategie und gilt als Vorreiter bei der digitalen Verwaltung.",
                "source": "https://de.wikipedia.org/wiki/E-Government#Estland"
            },
            {
                "description": "Die Hauptstadt von Estland ist Tallinn, welches auch als wichtiger Hafen- und Handelsplatz dient.",
                "source": "https://de.wikipedia.org/wiki/Tallinn"
            }
        ]
    ],
    "BGR": [
        [
            {
                "description": "Bulgarien liegt in Südosteuropa und grenzt an fünf andere Länder: Rumänien, Serbien, Nordmazedonien, Griechenland und die Türkei.",
                "source": "https://de.wikipedia.org/wiki/Bulgarien"
            },
            {
                "description": "Die Hauptstadt von Bulgarien ist Sofia, sie ist die größte Stadt des Landes und hat etwa 1,3 Millionen Einwohner.",
                "source": "https://de.wikipedia.org/wiki/Sofia"
            },
            {
                "description": "Der Rila-Kloster ist ein UNESCO-Weltkulturerbe und eine der bekanntesten Sehenswürdigkeiten in Bulgarien. Es liegt in den Bergen südlich der Stadt Sofia.",
                "source": "https://de.wikipedia.org/wiki/Rila-Kloster"
            },
            {
                "description": "Bulgarien hat eine reiche Volksmusiktradition, die vor allem durch die Verwendung von traditionellen Instrumenten wie der Kaval (Flöte) und dem Gadulka (Rebec) gekennzeichnet ist.",
                "source": "https://de.wikipedia.org/wiki/Bulgarische_Volksmusik"
            }
        ]
    ],
    "TKL": [
        {
            "description": "Tokelau ist ein Territorium von Neuseeland im Pazifischen Ozean",
            "source": "https://de.wikipedia.org/wiki/Tokelau"
        },
        {
            "description": "Es besteht aus drei Atollen namens Atafu, Nukunonu und Fakaofo",
            "source": "https://de.wikipedia.org/wiki/Tokelau"
        },
        {
            "description": "Das Land hat eine Gesamtfläche von nur etwa 10 km²",
            "source": "https://de.wikipedia.org/wiki/Tokelau"
        },
        {
            "description": "Tokelau hat eine Bevölkerung von nur etwa 1.500 Menschen",
            "source": "https://de.wikipedia.org/wiki/Tokelau"
        }
    ],
    "BLZ": [
        {
            "description": "Belize ist ein Land in Zentralamerika und grenzt an Mexiko im Norden, Guatemala im Westen und Süden sowie an die Karibik im Osten.",
            "source": "https://de.wikipedia.org/wiki/Belize"
        },
        {
            "description": "Die Amtssprachen von Belize sind Englisch, Spanisch und Kreol, wobei Kreol von der Mehrheit der Bevölkerung gesprochen wird.",
            "source": "https://de.wikipedia.org/wiki/Sprachen_in_Belize"
        },
        {
            "description": "Belize hat eine Fläche von etwa 23.000 Quadratkilometern und eine Bevölkerung von ungefähr 400.000 Menschen.",
            "source": "https://de.wikipedia.org/wiki/Belize"
        },
        {
            "description": "Belize ist ein beliebtes Reiseziel für Touristen aufgrund seiner faszinierenden Naturlandschaften wie dem Belize Barrier Reef, dem größten Barriereriff der nördlichen Hemisphäre.",
            "source": "https://de.wikipedia.org/wiki/Barrier_Reef_in_Belize"
        }
    ],
    "ARE": [
        [
            {
                "description": "Die Vereinigten Arabischen Emirate bestehen aus sieben einzelnen Emiraten: Abu Dhabi, Dubai, Sharjah, Ajman, Umm Al Quwain, Ras Al Khaimah und Fujairah.",
                "source": "https://de.wikipedia.org/wiki/Vereinigte_Arabische_Emirate"
            },
            {
                "description": "Das höchste Gebäude der Welt, der Burj Khalifa, befindet sich in Dubai, einem der Emirate der VAE.",
                "source": "https://de.wikipedia.org/wiki/Burj_Khalifa"
            },
            {
                "description": "Die Wirtschaft der VAE ist sehr stark vom Öl abhängig, aber es wird auch versucht, andere Industrien wie Tourismus und Luftverkehr zu entwickeln.",
                "source": "https://de.wikipedia.org/wiki/Wirtschaft_der_Vereinigten_Arabischen_Emirate"
            },
            {
                "description": "Die offizielle Sprache der VAE ist Arabisch, aber Englisch wird auch weit verbreitet gesprochen.",
                "source": "https://de.wikipedia.org/wiki/Vereinigte_Arabische_Emirate#Sprachen"
            }
        ]
    ],
    "PER": [
        [
            {
                "description": "Peru ist ein Land im westlichen Südamerika und grenzt an den Pazifik.",
                "source": "https://de.wikipedia.org/wiki/Peru"
            },
            {
                "description": "Peru ist bekannt für seine historischen Stätten wie Machu Picchu und die Nazca-Linien.",
                "source": "https://de.wikipedia.org/wiki/Peru"
            },
            {
                "description": "Die Hauptstadt von Peru ist Lima, die auch die größte Stadt des Landes ist.",
                "source": "https://de.wikipedia.org/wiki/Lima"
            },
            {
                "description": "Peru ist ein bedeutender Produzent von Kaffee, Baumwolle, Mais und anderen Agrarerzeugnissen.",
                "source": "https://de.wikipedia.org/wiki/Peru"
            }
        ]
    ],
    "OMN": [
        {
            "description": "Oman ist ein Land im Nahen Osten, das an Saudi-Arabien, die Vereinigten Arabischen Emirate und Jemen grenzt.",
            "source": "https://de.wikipedia.org/wiki/Oman"
        },
        {
            "description": "Die Hauptstadt von Oman ist Maskat und die Landeswährung ist der omanische Rial.",
            "source": "https://de.wikipedia.org/wiki/Maskat"
        },
        {
            "description": "Oman hat eine Küstenlinie von etwa 1700 Kilometern und beherbergt einige der schönsten Strände der Welt.",
            "source": "https://de.wikipedia.org/wiki/Oman#Geographie"
        },
        {
            "description": "Die Wirtschaft von Oman ist hauptsächlich vom Öl- und Gasexport abhängig.",
            "source": "https://de.wikipedia.org/wiki/Wirtschaft_des_Oman"
        }
    ],
    "SGS": [
        {
            "description": "South Georgia ist eine Insel im Südatlantik, die etwa 167 km östlich der Falklandinseln liegt.",
            "source": "https://de.wikipedia.org/wiki/S%C3%BCdgeorgien"
        },
        {
            "description": "Die Insel ist ein britisches Überseegebiet und hat keine ständigen Einwohner.",
            "source": "https://de.wikipedia.org/wiki/S%C3%BCdgeorgien"
        },
        {
            "description": "Auf South Georgia gibt es zahlreiche Tierarten, darunter Pinguine, Robben und Albatrosse.",
            "source": "https://de.wikipedia.org/wiki/S%C3%BCdgeorgien"
        },
        {
            "description": "Die Wirtschaft der Insel basiert hauptsächlich auf Fischerei und Tourismus.",
            "source": "https://de.wikipedia.org/wiki/S%C3%BCdgeorgien"
        }
    ],
    "SWE": [
        {
            "description": "Schweden ist ein skandinavisches Land in Nordeuropa.",
            "source": "https://de.wikipedia.org/wiki/Schweden"
        },
        {
            "description": "Die Hauptstadt von Schweden ist Stockholm.",
            "source": "https://de.wikipedia.org/wiki/Stockholm"
        },
        {
            "description": "Schweden hat eine Bevölkerung von über 10 Millionen Menschen.",
            "source": "https://de.wikipedia.org/wiki/Demografie_Schwedens"
        },
        {
            "description": "Schweden ist bekannt für seine Natur und die vielen Seen und Wälder.",
            "source": "https://de.wikipedia.org/wiki/Natur_Schwedens"
        }
    ],
    "URY": [
        [
            {
                "description": "Uruguay ist das zweitkleinste Land Südamerikas.",
                "source": "https://de.wikipedia.org/wiki/Uruguay"
            },
            {
                "description": "Die offizielle Sprache in Uruguay ist Spanisch.",
                "source": "https://de.wikipedia.org/wiki/Spanische_Sprache"
            },
            {
                "description": "Uruguay hat eine der höchsten Alphabetisierungsraten in Lateinamerika.",
                "source": "https://de.wikipedia.org/wiki/Lateinamerika"
            },
            {
                "description": "Der Tango hat seinen Ursprung in Uruguay und Argentinien.",
                "source": "https://de.wikipedia.org/wiki/Tango_(Tanz)"
            }
        ]
    ],
    "ZAF": [
        [
            {
                "description": "Südafrika ist das südlichste Land auf dem afrikanischen Kontinent und besitzt eine Küstenlänge von rund 3000 Kilometern.",
                "source": "https://de.wikipedia.org/wiki/S%C3%BCdafrika"
            },
            {
                "description": "Das Land hat eine vielfältige Tier- und Pflanzenwelt und ist bekannt für seine nationalen Parks wie den Kruger-Nationalpark und das Naturschutzgebiet Table Mountain National Park.",
                "source": "https://de.wikipedia.org/wiki/Nationalparks_in_S%C3%BCdafrika"
            },
            {
                "description": "Südafrika hat eine bewegte Geschichte geprägt von Kolonialismus, Apartheid und der anschließenden Versöhnungsbewegung unter Nelson Mandela.",
                "source": "https://de.wikipedia.org/wiki/Geschichte_S%C3%BCdafrikas"
            },
            {
                "description": "Das Land ist auch bekannt für seine Weinproduktion und die Weinregionen rund um Kapstadt, Stellenbosch und Paarl.",
                "source": "https://de.wikipedia.org/wiki/S%C3%BCdafrikanischer_Wein"
            }
        ]
    ],
    "MLT": [
        {
            "description": "Malta ist ein Inselstaat im Mittelmeer und besteht aus drei bewohnten Inseln: Malta, Gozo und Comino.",
            "source": "https://de.wikipedia.org/wiki/Malta"
        },
        {
            "description": "Die Hauptstadt von Malta ist Valletta und sie ist eine der kleinsten Hauptstädte Europas.",
            "source": "https://de.wikipedia.org/wiki/Valletta"
        },
        {
            "description": "Maltesisch und Englisch sind die offiziellen Sprachen von Malta, aber viele Malteser sprechen auch Italienisch.",
            "source": "https://de.wikipedia.org/wiki/Maltesische_Sprache"
        },
        {
            "description": "Malta hat eine reiche Geschichte und verfügt über zahlreiche historische Stätten, darunter prähistorische Tempel, römische Ruinen und mittelalterliche Festungen.",
            "source": "https://de.wikipedia.org/wiki/Geschichte_Maltas"
        }
    ],
    "BLR": [
        [
            {
                "description": "Belarus ist ein Binnenstaat in Osteuropa.",
                "source": "https://de.wikipedia.org/wiki/Belarus"
            },
            {
                "description": "Die Amtssprachen von Belarus sind Weißrussisch und Russisch.",
                "source": "https://de.wikipedia.org/wiki/Belarus#Sprachen"
            },
            {
                "description": "Belarus ist bekannt für seine reiche Kultur und Folklore, einschließlich traditioneller Tänze und Musik.",
                "source": "https://de.wikipedia.org/wiki/Kultur_Belarus%27"
            },
            {
                "description": "Belarus hat eine bewegte politische Geschichte, die bis in das 13. Jahrhundert zurückreicht.",
                "source": "https://de.wikipedia.org/wiki/Geschichte_Belarus%27"
            }
        ]
    ],
    "TON": [
        [
            {
                "description": "Tonga ist ein souveräner Inselstaat im südlichen Pazifik.",
                "source": "https://de.wikipedia.org/wiki/Tonga"
            },
            {
                "description": "Die Hauptstadt von Tonga ist Nuku'alofa.",
                "source": "https://de.wikipedia.org/wiki/Nuku%CA%BBalofa"
            },
            {
                "description": "Tonga besteht aus über 170 Inseln, von denen nur 36 bewohnt sind.",
                "source": "https://de.wikipedia.org/wiki/Tonga#Geographie"
            },
            {
                "description": "Tonga ist die einzige Monarchie im Pazifik und König Tupou VI. ist das Staatsoberhaupt.",
                "source": "https://de.wikipedia.org/wiki/Tonga#Staatsoberhaupt_und_Regierung"
            }
        ]
    ],
    "COK": [
        {
            "description": "Die Cookinseln sind ein unabhängiger Inselstaat im Südpazifik.",
            "source": "https://de.wikipedia.org/wiki/Cookinseln"
        },
        {
            "description": "Mit einer Gesamtfläche von nur etwa 240 km² sind die Cookinseln ein kleiner Inselstaat.",
            "source": "https://de.wikipedia.org/wiki/Cookinseln"
        },
        {
            "description": "Das Klima auf den Cookinseln ist tropisch mit ganzjährig warmen Temperaturen.",
            "source": "https://de.wikipedia.org/wiki/Cookinseln"
        },
        {
            "description": "Die Cookinseln sind bekannt für ihre weißen Sandstrände, klares Wasser und exotische Unterwasserwelt.",
            "source": "https://de.wikipedia.org/wiki/Cookinseln"
        }
    ],
    "NPL": [
        [
            {
                "description": "Nepal ist ein Binnenstaat in Südasien und grenzt an China und Indien.",
                "source": "https://de.wikipedia.org/wiki/Nepal"
            },
            {
                "description": "Der Mount Everest, der höchste Berg der Welt, befindet sich zum Teil in Nepal.",
                "source": "https://de.wikipedia.org/wiki/Mount_Everest"
            },
            {
                "description": "In Nepal gibt es mehr als 120 verschiedene ethnische Gruppen und Sprachen.",
                "source": "https://de.wikipedia.org/wiki/Ethnien_in_Nepal"
            },
            {
                "description": "Nepal ist bekannt für seine atemberaubende Landschaft, darunter auch den Chitwan-Nationalpark, ein UNESCO-Weltkulturerbe.",
                "source": "https://de.wikipedia.org/wiki/Chitwan-Nationalpark"
            }
        ]
    ],
    "VAT": [
        [
            {
                "description": "Vatikanstadt ist der kleinste unabhängige Staat der Welt in Bezug auf Fläche und Bevölkerung.",
                "source": "https://de.wikipedia.org/wiki/Vatikanstadt"
            },
            {
                "description": "Der Papst ist das Staatsoberhaupt von Vatikanstadt.",
                "source": "https://de.wikipedia.org/wiki/Papst"
            },
            {
                "description": "Die Sixtinische Kapelle befindet sich in Vatikanstadt und ist berühmt für ihre Deckenmalerei von Michelangelo.",
                "source": "https://de.wikipedia.org/wiki/Sixtinische_Kapelle"
            },
            {
                "description": "Vatikanstadt hat eine eigene Briefmarke, die von Sammlern auf der ganzen Welt gesucht wird.",
                "source": "https://de.wikipedia.org/wiki/Briefmarken_des_Vatikans"
            }
        ]
    ],
    "BRB": [
        {
            "description": "Barbados ist ein Inselstaat im Atlantischen Ozean mit einer Fläche von nur 430 km².",
            "source": "https://de.wikipedia.org/wiki/Barbados"
        },
        {
            "description": "Die Hauptstadt von Barbados heißt Bridgetown und hat eine Bevölkerung von etwa 110.000 Menschen.",
            "source": "https://de.wikipedia.org/wiki/Bridgetown"
        },
        {
            "description": "Barbados ist bekannt für seine schönen Strände, darunter der Crane Beach, welcher zu den Top 50 Stränden der Welt gehört.",
            "source": "https://de.wikipedia.org/wiki/Crane_Beach"
        },
        {
            "description": "Barbados ist ein unabhängiger Staat innerhalb des Commonwealth of Nations und hat Englisch als Amtssprache.",
            "source": "https://de.wikipedia.org/wiki/Barbados"
        }
    ],
    "SVK": [
        [
            {
                "description": "Die Slowakei ist ein Binnenstaat im Herzen Europas und grenzt an 5 andere Länder.",
                "source": "https://de.wikipedia.org/wiki/Slowakei"
            },
            {
                "description": "Die Hauptstadt der Slowakei ist Bratislava und hat eine Bevölkerung von rund 430.000 Menschen.",
                "source": "https://de.wikipedia.org/wiki/Bratislava"
            },
            {
                "description": "Die Wirtschaft der Slowakei wächst schnell und ist geprägt von Automobilherstellung, Elektronik und IT-Dienstleistungen.",
                "source": "https://de.wikipedia.org/wiki/Wirtschaft_der_Slowakei"
            },
            {
                "description": "Die Slowakei hat viele Naturschönheiten wie hohe Berge (Hohe Tatra), Flüsse und Seen, die für Outdoor-Aktivitäten wie Wandern, Skifahren und Wassersport genutzt werden können.",
                "source": "https://de.wikipedia.org/wiki/Natur_in_der_Slowakei"
            }
        ]
    ],
    "GUF": [
        [
            {
                "description": "Französisch-Guayana ist ein Überseedepartement Frankreichs an der Nordostküste Südamerikas.",
                "source": "https://de.wikipedia.org/wiki/Franz%C3%B6sisch-Guayana"
            },
            {
                "description": "Das Land hat eine Fläche von 83.846 km² und ist damit fast so groß wie Österreich.",
                "source": "https://de.wikipedia.org/wiki/Franz%C3%B6sisch-Guayana"
            },
            {
                "description": "Die Währung in Französisch-Guyana ist der Euro.",
                "source": "https://de.wikipedia.org/wiki/Franz%C3%B6sisch-Guayana"
            },
            {
                "description": "Französisch-Guayana beherbergt den Weltraumbahnhof Centre Spatial Guyanais, von dem aus Ariane-Raketen ins All starten.",
                "source": "https://de.wikipedia.org/wiki/Franz%C3%B6sisch-Guayana"
            }
        ]
    ],
    "MKD": [
        {
            "description": "North Macedonia ist ein Binnenstaat auf der Balkanhalbinsel in Südosteuropa.",
            "source": "https://de.wikipedia.org/wiki/Nordmazedonien"
        },
        {
            "description": "Die Hauptstadt von North Macedonia ist Skopje.",
            "source": "https://de.wikipedia.org/wiki/Skopje"
        },
        {
            "description": "Der höchste Berg in North Macedonia ist der Golem Korab mit einer Höhe von 2.764 Metern.",
            "source": "https://de.wikipedia.org/wiki/Golem_Korab"
        },
        {
            "description": "Die offizielle Sprache von North Macedonia ist Mazedonisch.",
            "source": "https://de.wikipedia.org/wiki/Mazedonische_Sprache"
        }
    ],
    "DEU": [
        [
            {
                "description": "Deutschland ist das bevölkerungsreichste Land der Europäischen Union.",
                "source": "https://de.wikipedia.org/wiki/Deutschland"
            },
            {
                "description": "Deutschland hat die größte Volkswirtschaft Europas und die viertgrößte der Welt.",
                "source": "https://de.wikipedia.org/wiki/Wirtschaft_Deutschlands"
            },
            {
                "description": "Deutschland ist weltweit bekannt für seine Biertradition und hat über 1.300 Brauereien.",
                "source": "https://de.wikipedia.org/wiki/Bier_in_Deutschland"
            },
            {
                "description": "Deutschland hat eine reiche Geschichte und war ein wichtiger Schauplatz im Zweiten Weltkrieg.",
                "source": "https://de.wikipedia.org/wiki/Geschichte_Deutschlands#Nationalsozialismus_und_Zweiter_Weltkrieg"
            }
        ]
    ],
    "AND": [
        {
            "description": "Andorra ist ein unabhängiger Kleinstaat in Europa und liegt zwischen Frankreich und Spanien.",
            "source": "https://de.wikipedia.org/wiki/Andorra"
        },
        {
            "description": "Andorra hat eine Fläche von nur etwa 468 km² und ist damit der sechstkleinste Staat in Europa.",
            "source": "https://de.wikipedia.org/wiki/Andorra"
        },
        {
            "description": "Die offizielle Sprache von Andorra ist Katalanisch.",
            "source": "https://de.wikipedia.org/wiki/Andorra"
        },
        {
            "description": "Andorra ist bekannt für seine Skigebiete und zieht jedes Jahr viele Touristen an.",
            "source": "https://de.wikipedia.org/wiki/Andorra#Tourismus"
        }
    ],
    "GUM": [
        {
            "description": "Guam ist eine Insel im westpazifischen Ozean und ein unorganisiertes nichtinkorporiertes Territorium der USA.",
            "source": "https://de.wikipedia.org/wiki/Guam"
        },
        {
            "description": "Die Amtssprachen von Guam sind Englisch und Chamorro, eine indigene Sprache der Marianen.",
            "source": "https://de.wikipedia.org/wiki/Guam#Sprachen"
        },
        {
            "description": "Guam hat eine Fläche von etwa 541 Quadratkilometern und ist damit ungefähr so groß wie Frankfurt am Main.",
            "source": "https://de.wikipedia.org/wiki/Guam#Geografie_und_Klima"
        },
        {
            "description": "Guam war während des Zweiten Weltkriegs eine wichtige Basis der US-Streitkräfte und wurde von Japan besetzt. Es gibt noch heute zahlreiche Überreste aus dieser Zeit auf der Insel, darunter Bunker, Flugzeugwracks und Denkmäler.",
            "source": "https://de.wikipedia.org/wiki/Guam#Geschichte"
        }
    ],
    "PHL": [
        {
            "description": "Die Philippinen sind ein Archipel von mehr als 7.000 Inseln im westlichen Pazifischen Ozean.",
            "source": "https://de.wikipedia.org/wiki/Philippinen"
        },
        {
            "description": "Die Hauptstadt der Philippinen ist Manila, welche auch die bevölkerungsreichste Stadt des Landes ist.",
            "source": "https://de.wikipedia.org/wiki/Manila"
        },
        {
            "description": "Die Philippinen haben eine reiche kulturelle Geschichte, die sowohl von indigenen Völkern als auch von spanischen und amerikanischen Kolonialherren geprägt wurde.",
            "source": "https://de.wikipedia.org/wiki/Kultur_der_Philippinen"
        },
        {
            "description": "Die Philippinen sind bekannt für ihre atemberaubenden Strände, einschließlich der weltberühmten Boracay Island.",
            "source": "https://de.wikipedia.org/wiki/Boracay"
        }
    ],
    "BDI": [
        [
            {
                "description": "Burundi ist ein Binnenstaat in Ostafrika und grenzt an Tansania, Ruanda und die Demokratische Republik Kongo.",
                "source": "https://de.wikipedia.org/wiki/Burundi"
            },
            {
                "description": "Die Amtssprachen von Burundi sind Kirundi und Französisch.",
                "source": "https://de.wikipedia.org/wiki/Burundi#Sprache"
            },
            {
                "description": "Burundi ist eines der ärmsten Länder der Welt mit einem hohen Anteil an Bevölkerung, die unterhalb der Armutsgrenze lebt.",
                "source": "https://de.wikipedia.org/wiki/Burundi#Wirtschaft_und_Armut"
            },
            {
                "description": "Die meisten Menschen in Burundi sind Christen oder Anhänger von Naturreligionen.",
                "source": "https://de.wikipedia.org/wiki/Burundi#Religion"
            }
        ]
    ],
    "GUY": [
        {
            "description": "Guyana ist ein Land an der Nordostküste Südamerikas",
            "source": "https://de.wikipedia.org/wiki/Guyana"
        },
        {
            "description": "Guyana ist der einzige südamerikanische Staat, in dem Englisch die Amtssprache ist",
            "source": "https://de.wikipedia.org/wiki/Guyana"
        },
        {
            "description": "In Guyana befindet sich der Kaieteur National Park, der Heimat des höchsten Wasserfalls in Südamerika ist",
            "source": "https://de.wikipedia.org/wiki/Kaieteur_National_Park"
        },
        {
            "description": "Guyana ist ein wichtiger Exporteur von Bauxit und Gold",
            "source": "https://de.wikipedia.org/wiki/Wirtschaft_Guyanas"
        }
    ],
    "SJM": [
        {
            "description": "Svalbard and Jan Mayen ist ein norwegisches Überseegebiet, das aus zwei getrennten Regionen besteht: Svalbard und Jan Mayen.",
            "source": "https://de.wikipedia.org/wiki/Svalbard_und_Jan_Mayen"
        },
        {
            "description": "Svalbard ist eine Inselgruppe im Arktischen Ozean, etwa halbwegs zwischen dem norwegischen Festland und dem Nordpol.",
            "source": "https://de.wikipedia.org/wiki/Svalbard"
        },
        {
            "description": "Jan Mayen ist eine vulkanische Insel im Nordatlantik, die größtenteils von Gletschern bedeckt ist.",
            "source": "https://de.wikipedia.org/wiki/Jan_Mayen"
        },
        {
            "description": "Svalbard and Jan Mayen haben keine ständigen Einwohner, sondern nur Forscher und Wissenschaftler, die temporär dort arbeiten.",
            "source": "https://de.wikipedia.org/wiki/Svalbard_und_Jan_Mayen#Bev%C3%B6lkerung_und_Sprache"
        }
    ],
    "BFA": [
        [
            {
                "description": "Burkina Faso ist ein Binnenstaat in Westafrika.",
                "source": "https://de.wikipedia.org/wiki/Burkina_Faso"
            },
            {
                "description": "Die offizielle Sprache des Landes ist Französisch.",
                "source": "https://de.wikipedia.org/wiki/Franz%C3%B6sisch#Amtssprachen"
            },
            {
                "description": "Das Land hat eine Bevölkerung von rund 21 Millionen Menschen.",
                "source": "https://de.wikipedia.org/wiki/Burkina_Faso#Bev%C3%B6lkerung"
            },
            {
                "description": "Burkina Faso ist eines der ärmsten Länder der Welt mit einem niedrigen Lebensstandard und einer hohen Kindersterblichkeitsrate.",
                "source": "https://de.wikipedia.org/wiki/Burkina_Faso#Wirtschaft_und_Infrastruktur"
            }
        ]
    ],
    "ZMB": [
        [
            {
                "description": "Zambia ist ein Binnenstaat im südlichen Afrika.",
                "source": "https://de.wikipedia.org/wiki/Sambia"
            },
            {
                "description": "Zambia hat eine Fläche von etwa 752.600 km² und ist somit ungefähr doppelt so groß wie Deutschland.",
                "source": "https://de.wikipedia.org/wiki/Sambia"
            },
            {
                "description": "Die offizielle Amtssprache von Zambia ist Englisch, aber es gibt auch viele lokale Sprachen, darunter Bemba, Nyanja und Tonga.",
                "source": "https://de.wikipedia.org/wiki/Sambia"
            },
            {
                "description": "Zambia ist reich an natürlichen Ressourcen wie Kupfer, Kobalt, Gold und Diamanten.",
                "source": "https://de.wikipedia.org/wiki/Sambia"
            }
        ]
    ],
    "SLE": [
        {
            "description": "Sierra Leone liegt in Westafrika und ist etwa so groß wie Bayern.",
            "source": "https://de.wikipedia.org/wiki/Sierra_Leone"
        },
        {
            "description": "Das Land hat eine sehr junge Bevölkerung: Fast die Hälfte der Einwohner sind jünger als 15 Jahre.",
            "source": "https://de.wikipedia.org/wiki/Sierra_Leone"
        },
        {
            "description": "In Sierra Leone gibt es viele verschiedene Sprachen und Ethnien. Englisch ist aber die offizielle Sprache.",
            "source": "https://de.wikipedia.org/wiki/Sierra_Leone"
        },
        {
            "description": "Die Hauptstadt heißt Freetown und liegt direkt am Meer. Dort befindet sich auch der größte Hafen des Landes.",
            "source": "https://de.wikipedia.org/wiki/Freetown"
        }
    ],
    "GBR": [
        [
            {
                "description": "Das Vereinigte Königreich besteht aus England, Wales, Schottland und Nordirland.",
                "source": "https://de.wikipedia.org/wiki/Vereinigtes_K%C3%B6nigreich"
            },
            {
                "description": "Die Hauptstadt des Vereinigten Königreichs ist London.",
                "source": "https://de.wikipedia.org/wiki/London"
            },
            {
                "description": "Das Vereinigte Königreich hat eine Monarchie mit Königin Elizabeth II. als Staatsoberhaupt.",
                "source": "https://de.wikipedia.org/wiki/Elizabeth_II."
            },
            {
                "description": "Das Vereinigte Königreich hat eine parlamentarische Demokratie mit einem Zweikammersystem.",
                "source": "https://de.wikipedia.org/wiki/Parlament_des_Vereinigten_K%C3%B6nigreichs"
            }
        ]
    ],
    "AIA": [
        {
            "description": "Anguilla ist eine Insel in der Karibik und gehört zu den Überseegebieten des Vereinigten Königreichs.",
            "source": "https://de.wikipedia.org/wiki/Anguilla"
        },
        {
            "description": "Die offizielle Sprache von Anguilla ist Englisch.",
            "source": "https://de.wikipedia.org/wiki/Anguilla#Sprache"
        },
        {
            "description": "Anguilla ist bekannt für seine traumhaften Strände und das kristallklare Wasser.",
            "source": "https://de.wikipedia.org/wiki/Anguilla#Tourismus"
        },
        {
            "description": "Die Wirtschaft von Anguilla basiert hauptsächlich auf dem Tourismus und der Finanzbranche.",
            "source": "https://de.wikipedia.org/wiki/Anguilla#Wirtschaft"
        }
    ],
    "GLP": [
        [
            {
                "description": "Guadeloupe ist eine französische Überseedepartement und Region in der Karibik.",
                "source": "https://de.wikipedia.org/wiki/Guadeloupe"
            },
            {
                "description": "Die Insel besteht aus zwei Hauptinseln, Basse-Terre und Grande-Terre sowie mehreren kleineren Inseln.",
                "source": "https://de.wikipedia.org/wiki/Guadeloupe"
            },
            {
                "description": "Der Vulkan La Grande Soufrière auf Basse-Terre ist mit einer Höhe von 1467 Metern der höchste Berg in der östlichen Karibik.",
                "source": "https://de.wikipedia.org/wiki/Grande-Soufri%C3%A8re"
            },
            {
                "description": "Guadeloupe ist bekannt für seine exotischen Strände und seine einzigartige kreolische Kultur.",
                "source": "https://de.wikipedia.org/wiki/Guadeloupe"
            }
        ]
    ],
    "LBN": [
        [
            {
                "description": "Lebanon ist ein Staat im Nahen Osten.",
                "source": "https://de.wikipedia.org/wiki/Libanon"
            },
            {
                "description": "Die offizielle Sprache des Landes ist Arabisch.",
                "source": "https://de.wikipedia.org/wiki/Arabische_Sprache"
            },
            {
                "description": "Der höchste Berg in Lebanon ist der Qurnat as Sawda'.",
                "source": "https://de.wikipedia.org/wiki/Qurnat_as_Sawda%27"
            },
            {
                "description": "Beirut ist die Hauptstadt und größte Stadt des Landes.",
                "source": "https://de.wikipedia.org/wiki/Beirut"
            }
        ]
    ],
    "ISL": [
        [
            {
                "description": "Island ist eine Insel im Nordatlantik zwischen Grönland und Norwegen.",
                "source": "https://de.wikipedia.org/wiki/Island"
            },
            {
                "description": "Die Hauptstadt von Island ist Reykjavik und hat etwa 123.000 Einwohner.",
                "source": "https://de.wikipedia.org/wiki/Reykjav%C3%ADk"
            },
            {
                "description": "Island ist bekannt für seine atemberaubende Landschaft mit Vulkanen, Geysiren, Gletschern und Wasserfällen.",
                "source": "https://de.wikipedia.org/wiki/Geographie_Islands"
            },
            {
                "description": "Die Wirtschaft Islands basiert hauptsächlich auf Fischerei, Tourismus und Aluminiumproduktion.",
                "source": "https://de.wikipedia.org/wiki/Wirtschaft_Islands"
            }
        ]
    ],
    "JOR": [
        {
            "description": "Jordanien ist ein Land in Vorderasien.",
            "source": "https://de.wikipedia.org/wiki/Jordanien"
        },
        {
            "description": "Die Hauptstadt von Jordanien ist Amman.",
            "source": "https://de.wikipedia.org/wiki/Amman"
        },
        {
            "description": "Jordanien hat mehrere archäologische Stätten, darunter Petra, eine als Weltkulturerbe anerkannte antike Stadt.",
            "source": "https://de.wikipedia.org/wiki/Petra_(Jordanien)"
        },
        {
            "description": "Das Tote Meer, das tiefste Salzwasserbecken der Welt, befindet sich in Jordanien.",
            "source": "https://de.wikipedia.org/wiki/Totes_Meer"
        }
    ],
    "NFK": [
        [
            {
                "description": "Norfolk Island ist ein australisches Außengebiet im Pazifischen Ozean.",
                "source": "https://de.wikipedia.org/wiki/Norfolkinsel"
            },
            {
                "description": "Die Insel hat eine Fläche von 35,5 km² und liegt etwa 1.600 km östlich von Australien.",
                "source": "https://de.wikipedia.org/wiki/Norfolkinsel"
            },
            {
                "description": "Norfolk Island war früher eine Sträflingskolonie und wurde später von den Pitcairnern besiedelt.",
                "source": "https://de.wikipedia.org/wiki/Norfolkinsel"
            },
            {
                "description": "Die Einwohner sprechen Norfuk, eine Mischung aus Englisch und Tahitianisch.",
                "source": "https://de.wikipedia.org/wiki/Norfuk"
            }
        ]
    ],
    "JAM": [
        {
            "Beschreibung": "Jamaika ist eine Insel in der Karibik und Teil der Großen Antillen.",
            "source": "https://de.wikipedia.org/wiki/Jamaika"
        },
        {
            "Beschreibung": "Jamaika ist besonders bekannt für seine Reggae-Musik und seine berühmtesten Vertreter wie Bob Marley.",
            "source": "https://de.wikipedia.org/wiki/Reggae"
        },
        {
            "Beschreibung": "Die Hauptstadt von Jamaika ist Kingston und die Amtssprache ist Englisch.",
            "source": "https://de.wikipedia.org/wiki/Kingston_(Jamaika)"
        },
        {
            "Beschreibung": "In Jamaika wachsen viele exotische Früchte und Gewürze wie Bananen, Ananas, Papayas und Piment.",
            "source": "https://de.wikipedia.org/wiki/Jamaika_(Frucht)"
        }
    ],
    "SGP": [
        [
            {
                "description": "Singapur ist ein Stadtstaat und besteht aus 63 Inseln.",
                "source": "https://de.wikipedia.org/wiki/Singapur"
            },
            {
                "description": "Singapur ist weltweit bekannt für seine ausgezeichnete Sauberkeit und Ordnung.",
                "source": "https://de.wikipedia.org/wiki/Singapur"
            },
            {
                "description": "Die Wirtschaft von Singapur ist eine der erfolgreichsten und innovativsten der Welt.",
                "source": "https://de.wikipedia.org/wiki/Wirtschaft_Singapurs"
            },
            {
                "description": "Singapur ist ein Schmelztiegel der Kulturen und Sprachen, mit einer offiziellen Landessprache, dem Malaiischen.",
                "source": "https://de.wikipedia.org/wiki/Sprachen_Singapurs"
            }
        ]
    ],
    "MRT": [
        {
            "description": "Mauritanien ist ein Land in Westafrika, das an den Atlantik grenzt.",
            "source": "https://de.wikipedia.org/wiki/Mauritanien"
        },
        {
            "description": "Die Hauptstadt von Mauritania ist Nouakchott.",
            "source": "https://de.wikipedia.org/wiki/Nouakchott"
        },
        {
            "description": "Mauritanien hat eine Fläche von etwa 1.030.000 km² und ist damit eines der größten Länder Afrikas.",
            "source": "https://de.wikipedia.org/wiki/Mauritanien"
        },
        {
            "description": "Die offiziellen Sprachen von Mauritania sind Arabisch und Französisch.",
            "source": "https://de.wikipedia.org/wiki/Mauritanien"
        }
    ],
    "SHN": [
        {
            "description": "Saint Helena ist eine Insel im Südatlantik und Teil des Britischen Überseegebiets Saint Helena, Ascension und Tristan da Cunha.",
            "source": "https://de.wikipedia.org/wiki/Saint_Helena"
        },
        {
            "description": "Ascension ist eine vulkanische Insel im Atlantischen Ozean und Teil des Britischen Überseegebiets Saint Helena, Ascension und Tristan da Cunha.",
            "source": "https://de.wikipedia.org/wiki/Ascension_(Insel)"
        },
        {
            "description": "Tristan da Cunha ist eine abgelegene Inselgruppe im Südatlantik, die Teil des Britischen Überseegebiets Saint Helena, Ascension und Tristan da Cunha ist.",
            "source": "https://de.wikipedia.org/wiki/Tristan_da_Cunha"
        },
        {
            "description": "Die Einwohner von Saint Helena, Ascension und Tristan da Cunha sind britische Staatsbürger und verwenden das Pfund Sterling als Währung.",
            "source": "https://de.wikipedia.org/wiki/Saint_Helena,_Ascension_und_Tristan_da_Cunha"
        }
    ],
    "GNB": [
        {
            "description": "Guinea-Bissau ist ein kleines Land an der Westküste Afrikas",
            "source": "https://de.wikipedia.org/wiki/Guinea-Bissau"
        },
        {
            "description": "Die Hauptstadt von Guinea-Bissau ist Bissau",
            "source": "https://de.wikipedia.org/wiki/Bissau"
        },
        {
            "description": "Portugiesisch ist die offizielle Sprache in Guinea-Bissau",
            "source": "https://de.wikipedia.org/wiki/Portugiesische_Sprache"
        },
        {
            "description": "Guinea-Bissau ist eines der ärmsten Länder der Welt und hat eine der höchsten Kindersterblichkeitsraten.",
            "source": "https://de.wikipedia.org/wiki/Gesundheit_in_Guinea-Bissau"
        }
    ],
    "MYS": [
        {
            "description": "Malaysia ist ein Land in Südostasien mit einer Fläche von 330.803 km².",
            "source": "https://de.wikipedia.org/wiki/Malaysia"
        },
        {
            "description": "Die Hauptstadt Malaysias ist Kuala Lumpur, eine Stadt mit mehr als 1,8 Millionen Einwohnern.",
            "source": "https://de.wikipedia.org/wiki/Kuala_Lumpur"
        },
        {
            "description": "Malaysia besteht aus zwei geografisch getrennten Regionen: der malaysischen Halbinsel im Westen und Ostmalaysia auf der Insel Borneo.",
            "source": "https://de.wikipedia.org/wiki/Malaiische_Halbinsel"
        },
        {
            "description": "Malaysia ist bekannt für seine reiche Kultur, die von malaysischen, chinesischen und indischen Einflüssen geprägt ist.",
            "source": "https://de.wikipedia.org/wiki/Kultur_Malaysias"
        }
    ],
    "GIN": [
        {
            "description": "Guinea ist ein Land in Westafrika",
            "source": "https://de.wikipedia.org/wiki/Guinea"
        },
        {
            "description": "Das Land hat eine Fläche von etwa 245.857 Quadratkilometern",
            "source": "https://de.wikipedia.org/wiki/Guinea"
        },
        {
            "description": "Guinea hat eine Bevölkerung von rund 13 Millionen Menschen",
            "source": "https://de.wikipedia.org/wiki/Guinea"
        },
        {
            "description": "Die offizielle Amtssprache des Landes ist Französisch",
            "source": "https://de.wikipedia.org/wiki/Guinea"
        }
    ],
    "GRD": [
        {
            "description": "Grenada ist ein Inselstaat in der Karibik und Teil der kleinen Antillen.",
            "source": "https://de.wikipedia.org/wiki/Grenada"
        },
        {
            "description": "Die Hauptstadt von Grenada ist St. George's.",
            "source": "https://de.wikipedia.org/wiki/St._George%E2%80%99s_(Grenada)"
        },
        {
            "description": "Grenada ist für seine Gewürzproduktion bekannt, insbesondere für Muskatnuss und Zimt.",
            "source": "https://de.wikipedia.org/wiki/Gew%C3%BCrzinseln"
        },
        {
            "description": "Grenada hat einige der schönsten Strände der Welt, darunter der Grand Anse Beach.",
            "source": "https://de.wikipedia.org/wiki/Grand_Anse_Beach"
        }
    ],
    "LUX": [
        [
            {
                "description": "Luxemburg ist ein souveräner Staat in Westeuropa mit einer Fläche von nur 2.586 Quadratkilometern.",
                "source": "https://de.wikipedia.org/wiki/Luxemburg"
            },
            {
                "description": "Es ist das einzige Großherzogtum der Welt und hat eine Bevölkerung von etwa 626.000 Menschen.",
                "source": "https://de.wikipedia.org/wiki/Luxemburg"
            },
            {
                "description": "Luxemburg ist ein Gründungsmitglied der Europäischen Union und beherbergt den Sitz wichtiger EU-Institutionen wie des Europäischen Gerichtshofs und der Europäischen Investitionsbank.",
                "source": "https://de.wikipedia.org/wiki/Luxemburg"
            },
            {
                "description": "Das Land hat eine der höchsten Pro-Kopf-Einkommen der Welt und ist bekannt für seine Bankenindustrie und seinen Finanzsektor.",
                "source": "https://de.wikipedia.org/wiki/Wirtschaft_Luxemburgs"
            }
        ]
    ],
    "MWI": [
        [
            {
                "description": "Malawi ist ein Binnenstaat im südöstlichen Afrika und grenzt an Tansania, Sambia und Mosambik.",
                "source": "https://de.wikipedia.org/wiki/Malawi"
            },
            {
                "description": "Der Malawisee ist einer der tiefsten Seen der Welt und beherbergt eine Vielzahl von endemischen Fischarten.",
                "source": "https://de.wikipedia.org/wiki/Malawisee"
            },
            {
                "description": "Die Wirtschaft von Malawi ist hauptsächlich durch Landwirtschaft geprägt, insbesondere durch den Anbau von Tabak, Tee und Zuckerrohr.",
                "source": "https://de.wikipedia.org/wiki/Wirtschaft_Malawis"
            },
            {
                "description": "Malawi hat eine hohe HIV-Rate und die Regierung hat in den letzten Jahren Maßnahmen unternommen, um die Verbreitung von HIV einzudämmen.",
                "source": "https://de.wikipedia.org/wiki/HIV/AIDS_in_Malawi"
            }
        ]
    ],
    "VNM": [
        [
            {
                "description": "Vietnam ist ein südostasiatisches Land mit mehr als 97 Millionen Einwohnern und grenzt an China, Laos und Kambodscha.",
                "source": "https://de.wikipedia.org/wiki/Vietnam"
            },
            {
                "description": "Hanoi ist die Hauptstadt von Vietnam und hat eine Bevölkerung von über 7,5 Millionen Menschen.",
                "source": "https://de.wikipedia.org/wiki/Hanoi"
            },
            {
                "description": "Vietnam ist reich an natürlichen Ressourcen wie Kohle, Erz, Öl und Gas sowie Tieren und Pflanzen.",
                "source": "https://de.wikipedia.org/wiki/Natur_Kambodschas_und_Vietnams"
            },
            {
                "description": "Die Halong-Bucht ist eine berühmte Touristenattraktion in Vietnam mit malerischen Kalksteinfelsen und Bootstouren.",
                "source": "https://de.wikipedia.org/wiki/H%E1%BA%A3i_Ph%C3%B2ng#H%E1%BA%A3i_Ph%C3%B2ng_heute:%C2%A0Tourismus_und_Wirtschaftsentwicklung"
            }
        ]
    ],
    "AUS": [
        [
            {
                "description": "Australien ist der sechstgrößte Staat der Welt und nimmt den gesamten Kontinent Australien ein.",
                "source": "https://de.wikipedia.org/wiki/Australien"
            },
            {
                "description": "Die Bevölkerung Australiens beträgt etwa 25 Millionen Menschen und die meisten leben in Städten entlang der Küste.",
                "source": "https://de.wikipedia.org/wiki/Demografie_Australiens"
            },
            {
                "description": "Australien ist bekannt für seine einzigartige Tierwelt, darunter Kängurus, Koalas, Wombats und Tasmanische Teufel.",
                "source": "https://de.wikipedia.org/wiki/Tierwelt_Australiens"
            },
            {
                "description": "Das Great Barrier Reef, das sich vor der Nordostküste von Queensland befindet, ist das größte Korallenriff der Welt und ein UNESCO-Welterbe.",
                "source": "https://de.wikipedia.org/wiki/Great_Barrier_Reef"
            }
        ]
    ],
    "EGY": [
        [
            {
                "description": "Ägypten ist ein Land in Nordostafrika, das durch den Fluss Nil geprägt wird.",
                "source": "https://de.wikipedia.org/wiki/%C3%84gypten"
            },
            {
                "description": "Die Pyramiden von Gizeh gehören zu den bekanntesten Sehenswürdigkeiten Ägyptens und sind eines der Sieben Weltwunder der Antike.",
                "source": "https://de.wikipedia.org/wiki/Pyramiden_von_Gizeh"
            },
            {
                "description": "Ägypten war eine der ältesten Zivilisationen der Welt und gilt als Wiege der Zivilisation.",
                "source": "https://de.wikipedia.org/wiki/Geschichte_%C3%84gyptens"
            },
            {
                "description": "Das moderne Ägypten hat eine vielfältige Wirtschaft, die vom Tourismus, aber auch von Textilien, Erdöl und Landwirtschaft geprägt ist.",
                "source": "https://de.wikipedia.org/wiki/Wirtschaft_%C3%84gyptens"
            }
        ]
    ],
    "ZWE": [
        {
            "description": "Zimbabwe ist ein Binnenstaat im südlichen Afrika.",
            "source": "https://de.wikipedia.org/wiki/Zimbabwe"
        },
        {
            "description": "Die offizielle Amtssprache ist Englisch, daneben gibt es viele weitere Sprachen und Dialekte.",
            "source": "https://de.wikipedia.org/wiki/Sprachen_in_Simbabwe"
        },
        {
            "description": "Zimbabwe ist bekannt für seine beeindruckenden Nationalparks wie den Hwange-Nationalpark und den Mana-Pools-Nationalpark.",
            "source": "https://de.wikipedia.org/wiki/Nationalparks_in_Zimbabwe"
        },
        {
            "description": "Die Wirtschaft von Zimbabwe wurde in der Vergangenheit von politischer Instabilität und Hyperinflation geplagt, hat sich jedoch seitdem stabilisiert.",
            "source": "https://de.wikipedia.org/wiki/Wirtschaft_Zimbabwes"
        }
    ],
    "IDN": [
        {
            "description": "Indonesien ist der größte Inselstaat der Welt und besteht aus mehr als 17.000 Inseln.",
            "source": "https://de.wikipedia.org/wiki/Indonesien"
        },
        {
            "description": "Der Mount Merapi auf der Insel Java ist einer der aktivsten Vulkane der Welt.",
            "source": "https://de.wikipedia.org/wiki/Merapi"
        },
        {
            "description": "Indonesien hat die weltweit viertgrößte Bevölkerung mit über 267 Millionen Menschen.",
            "source": "https://de.wikipedia.org/wiki/Indonesien#Bev%C3%B6lkerung"
        },
        {
            "description": "Die indonesische Küche ist bekannt für ihre Vielfalt und Würze, darunter das Nationalgericht Nasi Goreng.",
            "source": "https://de.wikipedia.org/wiki/Indonesische_K%C3%BCche"
        }
    ],
    "SMR": [
        [
            {
                "description": "San Marino ist der drittälteste souveräne Staat der Welt und die älteste Republik der Welt.",
                "source": "https://de.wikipedia.org/wiki/San_Marino"
            },
            {
                "description": "San Marino ist ein Binnenstaat, der vollständig von Italien umgeben ist.",
                "source": "https://de.wikipedia.org/wiki/San_Marino"
            },
            {
                "description": "Die Hauptstadt von San Marino ist die Stadt San Marino.",
                "source": "https://de.wikipedia.org/wiki/San_Marino"
            },
            {
                "description": "San Marino ist bekannt für seine historischen Monumente und seine atemberaubende Landschaft.",
                "source": "https://de.wikipedia.org/wiki/San_Marino"
            }
        ]
    ],
    "AGO": [
        [
            {
                "description": "Angola ist ein Land im südwestlichen Afrika mit einer Fläche von etwa 1.246.700 Quadratkilometern.",
                "source": "https://de.wikipedia.org/wiki/Angola"
            },
            {
                "description": "Die Hauptstadt von Angola ist Luanda und hat eine geschätzte Bevölkerung von mehr als 6 Millionen Menschen.",
                "source": "https://de.wikipedia.org/wiki/Luanda"
            },
            {
                "description": "Angolas Wirtschaft ist vor allem durch die Ölindustrie geprägt, sie macht mehr als 95% des Exportes aus.",
                "source": "https://de.wikipedia.org/wiki/Wirtschaft_Angolas#%C3%96l-_und_Gasindustrie"
            },
            {
                "description": "Das offizielle Sprach ist Portugiesisch, aber es gibt auch viele Bantusprachen in Angola, wie Kikongo, Umbundu und Kimbundu.",
                "source": "https://de.wikipedia.org/wiki/Sprachen_Angolas"
            }
        ]
    ],
    "PRK": [
        [
            {
                "description": "Nordkorea ist offiziell als Demokratische Volksrepublik Korea bekannt.",
                "source": "https://de.wikipedia.org/wiki/Nordkorea"
            },
            {
                "description": "Nordkorea hat eine Bevölkerung von etwa 25 Millionen Menschen.",
                "source": "https://de.wikipedia.org/wiki/Nordkorea"
            },
            {
                "description": "Die offizielle Sprache in Nordkorea ist Koreanisch.",
                "source": "https://de.wikipedia.org/wiki/Nordkorea"
            },
            {
                "description": "Nordkorea hat seit 1948 nur einen Herrscher namens Kim Il-Sung und seine Familie gehabt.",
                "source": "https://de.wikipedia.org/wiki/Nordkorea"
            }
        ]
    ],
    "FJI": [
        [
            {
                "description": "Fiji ist ein Inselstaat im Südpazifik und besteht aus über 330 Inseln und Atollen.",
                "source": "https://de.wikipedia.org/wiki/Fidschi"
            },
            {
                "description": "Fiji hat eine reiche indigene Kultur und Traditionen, die bis heute gepflegt werden.",
                "source": "https://de.wikipedia.org/wiki/Fidschi"
            },
            {
                "description": "Die Hauptstadt von Fiji ist Suva und liegt auf der Insel Viti Levu.",
                "source": "https://de.wikipedia.org/wiki/Suva"
            },
            {
                "description": "Fiji ist bekannt für seine atemberaubenden Strände, türkisfarbenem Wasser und Korallenriffe.",
                "source": "https://de.wikipedia.org/wiki/Fidschi"
            }
        ]
    ],
    "GHA": [
        [
            {
                "description": "Ghana ist ein Staat in Westafrika, der an die Elfenbeinküste, Burkina Faso, Togo und das Golfland grenzt.",
                "source": "https://de.wikipedia.org/wiki/Ghana"
            },
            {
                "description": "Ghana hat eine reiche Geschichte als Teil des transatlantischen Sklavenhandels und war die erste afrikanische Nation, die ihre Unabhängigkeit von einer europäischen Kolonialmacht, in diesem Fall Großbritannien, erlangte.",
                "source": "https://de.wikipedia.org/wiki/Ghana"
            },
            {
                "description": "Ghana gehört zu den Ländern mit dem schnellsten Wirtschaftswachstum in Afrika und hat eine wachsende Mittelschicht.",
                "source": "https://de.wikipedia.org/wiki/Ghana"
            },
            {
                "description": "In Ghana gibt es viele Nationalparks und Naturschutzgebiete wie z.B. den Kakum-Nationalpark mit seinen Hängebrücken oder den Mole-Nationalpark mit seiner Tierwelt.",
                "source": "https://de.wikipedia.org/wiki/Ghana"
            }
        ]
    ],
    "DNK": [
        [
            {
                "description": "Dänemark ist ein Königreich in Nordeuropa und besteht aus der Halbinsel Jütland und mehreren Inseln.",
                "source": "https://de.wikipedia.org/wiki/D%C3%A4nemark"
            },
            {
                "description": "Die Hauptstadt von Dänemark ist Kopenhagen, die auch die größte Stadt des Landes ist.",
                "source": "https://de.wikipedia.org/wiki/Kopenhagen"
            },
            {
                "description": "Dänemark hat eine lange Küste von etwa 7.300 Kilometern Länge und ist somit ein beliebtes Ziel für Strandurlauber.",
                "source": "https://de.wikipedia.org/wiki/D%C3%A4nemark"
            },
            {
                "description": "Dänemark ist bekannt für seine Design- und Architekturszene und hat viele berühmte Designer und Architekten hervorgebracht.",
                "source": "https://de.wikipedia.org/wiki/Design_in_D%C3%A4nemark"
            }
        ]
    ],
    "ERI": [
        [
            {
                "description": "Eritrea ist ein Staat im östlichen Afrika am Roten Meer.",
                "source": "https://de.wikipedia.org/wiki/Eritrea"
            },
            {
                "description": "Eritrea hat eine Fläche von etwa 121.000 km² und grenzt an Äthiopien, Dschibuti und den Sudan.",
                "source": "https://de.wikipedia.org/wiki/Eritrea"
            },
            {
                "description": "Die Bevölkerung Eritreas beträgt etwa sechs Millionen Menschen.",
                "source": "https://de.wikipedia.org/wiki/Eritrea"
            },
            {
                "description": "Die Amtssprachen in Eritrea sind Tigrinya, Arabisch und Englisch.",
                "source": "https://de.wikipedia.org/wiki/Eritrea"
            }
        ]
    ],
    "ARM": [
        [
            {
                "description": "Armenien ist ein Binnenstaat im Südkaukasus",
                "source": "https://de.wikipedia.org/wiki/Armenien"
            },
            {
                "description": "Der Berg Ararat, ein heiliger Berg der Armenier, liegt auf dem Territorium der Türkei, aber nahe der armenischen Grenze",
                "source": "https://de.wikipedia.org/wiki/Berg_Ararat"
            },
            {
                "description": "Armenien war die erste Nation, die das Christentum als Staatsreligion anerkannte",
                "source": "https://de.wikipedia.org/wiki/Geschichte_Armeniens#Christentum_und_Kirchengeschichte"
            },
            {
                "description": "Die Hauptstadt von Armenien ist Eriwan und sie gilt als eine der ältesten Städte der Welt",
                "source": "https://de.wikipedia.org/wiki/Eriwan"
            }
        ]
    ],
    "CHL": [
        [
            {
                "description": "Chile ist ein südamerikanisches Land an der Westküste, das für seine atemberaubende Landschaft bekannt ist, darunter die Anden, Wüsten und Küstengebiete.",
                "source": "https://de.wikipedia.org/wiki/Chile"
            },
            {
                "description": "Chile ist bekannt für seine Weinproduktion und ist der fünftgrößte Weinexporteur der Welt.",
                "source": "https://de.wikipedia.org/wiki/Chileanischer_Wein"
            },
            {
                "description": "Die Atacama-Wüste in Chile ist die trockenste Wüste der Welt und wird oft als Mars-Äquivalent bezeichnet.",
                "source": "https://de.wikipedia.org/wiki/Atacama-W%C3%BCste"
            },
            {
                "description": "Chiles Osterinsel ist am bekanntesten für ihre riesigen Steinköpfe, genannt Moai, die von der polynesischen Ureinwohner hergestellt wurden.",
                "source": "https://de.wikipedia.org/wiki/Osterinsel"
            }
        ]
    ],
    "TTO": [
        {
            "description": "Trinidad und Tobago ist ein Inselstaat in der Karibik",
            "source": "https://de.wikipedia.org/wiki/Trinidad_und_Tobago"
        },
        {
            "description": "Die Hauptstadt von Trinidad und Tobago ist Port of Spain",
            "source": "https://de.wikipedia.org/wiki/Port_of_Spain"
        },
        {
            "description": "Trinidad und Tobago ist bekannt für seine karnevalsähnliche Feier namens \"Carnival\"",
            "source": "https://de.wikipedia.org/wiki/Trinidad_und_Tobago_Carnival"
        },
        {
            "description": "Das Land ist einer der weltweit größten Exporteure von Flüssigerdgas",
            "source": "https://de.wikipedia.org/wiki/Fl%C3%BCssigerdgas"
        }
    ],
    "ARG": [
        [
            {
                "description": "Argentinien ist das zweitgrößte Land Südamerikas.",
                "source": "https://de.wikipedia.org/wiki/Argentinien"
            },
            {
                "description": "Die Hauptstadt Argentiniens ist Buenos Aires, eine Stadt mit einer reichen Geschichte und Kultur.",
                "source": "https://de.wikipedia.org/wiki/Buenos_Aires"
            },
            {
                "description": "Argentinien ist bekannt für seine Tango-Musik und -Tanztraditionen.",
                "source": "https://de.wikipedia.org/wiki/Tango"
            },
            {
                "description": "Das Land hat viele Nationalparks, darunter den bekannten Nationalpark Los Glaciares, der für seine Gletscher und Seen bekannt ist.",
                "source": "https://de.wikipedia.org/wiki/Nationalpark_Los_Glaciares"
            }
        ]
    ],
    "KWT": [
        {
            "description": "Kuwait ist ein Land in Westasien mit einer Fläche von ca. 17.818 km².",
            "source": "https://de.wikipedia.org/wiki/Kuwait"
        },
        {
            "description": "Kuwait ist eines der reichsten Länder der Welt aufgrund seiner Ölvorkommen.",
            "source": "https://de.wikipedia.org/wiki/Kuwait"
        },
        {
            "description": "Die offizielle Sprache von Kuwait ist Arabisch, jedoch sprechen viele Menschen auch Englisch.",
            "source": "https://de.wikipedia.org/wiki/Kuwait"
        },
        {
            "description": "Kuwait hat eine Bevölkerung von etwa 4,5 Millionen Menschen, von denen die meisten in der Hauptstadt Kuwait-Stadt leben.",
            "source": "https://de.wikipedia.org/wiki/Kuwait"
        }
    ],
    "LCA": [
        [
            {
                "description": "Saint Lucia ist ein Inselstaat in der Karibik und gehört zu den Kleinen Antillen.",
                "source": "https://de.wikipedia.org/wiki/Saint_Lucia"
            },
            {
                "description": "Die Amtssprachen von Saint Lucia sind Englisch und Kreol Französisch.",
                "source": "https://de.wikipedia.org/wiki/Saint_Lucia"
            },
            {
                "description": "Der Pitons-Nationalpark auf Saint Lucia ist bekannt für seine beiden markanten Vulkankegel und gehört zum UNESCO-Weltnaturerbe.",
                "source": "https://de.wikipedia.org/wiki/Pitons-Nationalpark"
            },
            {
                "description": "Die Wirtschaft von Saint Lucia basiert vor allem auf Tourismus, Landwirtschaft und der Produktion von Rum.",
                "source": "https://de.wikipedia.org/wiki/Saint_Lucia"
            }
        ]
    ],
    "BES": [
        {
            "description": "Caribbean Netherlands sind ein Überseegebiet der Niederlande in der Karibik.",
            "source": "https://de.wikipedia.org/wiki/Karibische_Niederlande"
        },
        {
            "description": "Die Inseln Bonaire, Saba und Sint Eustatius gehören zu den Caribbean Netherlands.",
            "source": "https://de.wikipedia.org/wiki/Karibische_Niederlande"
        },
        {
            "description": "Die offizielle Sprache ist Niederländisch, aber auch Papiamentu wird gesprochen.",
            "source": "https://de.wikipedia.org/wiki/Karibische_Niederlande"
        },
        {
            "description": "Das Gebiet hat eine Fläche von 328 km² und eine Bevölkerung von etwa 26.000 Menschen.",
            "source": "https://de.wikipedia.org/wiki/Karibische_Niederlande"
        }
    ],
    "GIB": [
        [
            {
                "description": "Gibraltar ist ein britisches Überseegebiet an der Südspitze Spaniens.",
                "source": "https://de.wikipedia.org/wiki/Gibraltar"
            },
            {
                "description": "Die Fläche von Gibraltar beträgt nur 6,7 km².",
                "source": "https://de.wikipedia.org/wiki/Gibraltar"
            },
            {
                "description": "Der Gibraltar-Flughafen ist einer der wenigen weltweit, dessen Landebahn eine Straße kreuzt.",
                "source": "https://de.wikipedia.org/wiki/Flughafen_Gibraltar"
            },
            {
                "description": "Der bekannte Felsen von Gibraltar ist ein beeindruckendes Naturdenkmal und bietet einen atemberaubenden Blick auf das Mittelmeer und Afrika.",
                "source": "https://de.wikipedia.org/wiki/Gibraltar"
            }
        ]
    ],
    "PAN": [
        {
            "description": "Panama ist ein Land in Zentralamerika, das zwischen Costa Rica und Kolumbien liegt.",
            "source": "https://de.wikipedia.org/wiki/Panama"
        },
        {
            "description": "Der Panama-Kanal ist eine der wichtigsten Schifffahrtsstraßen der Welt und verbindet den Atlantik mit dem Pazifik.",
            "source": "https://de.wikipedia.org/wiki/Panamakanal"
        },
        {
            "description": "Die Währung von Panama heißt Balboa, aber US-Dollar werden ebenfalls als gesetzliches Zahlungsmittel akzeptiert.",
            "source": "https://de.wikipedia.org/wiki/Balboa_(W%C3%A4hrung)"
        },
        {
            "description": "Panama hat eine reiche Tier- und Pflanzenwelt und beherbergt Arten wie den Jaguar, den Tapir und den Harpyieadler.",
            "source": "https://de.wikipedia.org/wiki/Geographie_Panamas"
        }
    ],
    "CHN": [
        [
            {
                "description": "China ist das bevölkerungsreichste Land der Welt mit über 1,4 Milliarden Menschen.",
                "source": "https://de.wikipedia.org/wiki/China"
            },
            {
                "description": "Die Chinesische Mauer erstreckt sich über eine Länge von mehr als 13.000 Meilen durch China.",
                "source": "https://de.wikipedia.org/wiki/Chinesische_Mauer"
            },
            {
                "description": "Peking Ente, Ma Po Tofu und Hot Pot sind einige der bekanntesten chinesischen Gerichte in der Welt.",
                "source": "https://de.wikipedia.org/wiki/Chinesische_K%C3%BCche"
            },
            {
                "description": "Die Wirtschaft Chinas ist die zweitgrößte der Welt nach den USA.",
                "source": "https://de.wikipedia.org/wiki/Wirtschaft_Chinas"
            }
        ]
    ],
    "SWZ": [
        {
            "description": "Eswatini ist ein kleines Königreich in Südafrika.",
            "source": "https://de.wikipedia.org/wiki/Eswatini"
        },
        {
            "description": "Das Land hat eine Fläche von etwa 17.364 km².",
            "source": "https://de.wikipedia.org/wiki/Eswatini#Geographie"
        },
        {
            "description": "Eswatini ist eine konstitutionelle Monarchie mit einem König als Staatsoberhaupt.",
            "source": "https://de.wikipedia.org/wiki/Eswatini#Politik"
        },
        {
            "description": "Die Wirtschaft des Landes stützt sich hauptsächlich auf die Landwirtschaft und den Bergbau.",
            "source": "https://de.wikipedia.org/wiki/Eswatini#Wirtschaft_und_Infrastruktur"
        }
    ],
    "ESP": [
        [
            {
                "description": "Spanien ist ein Land im Südwesten Europas und nimmt den größten Teil der Iberischen Halbinsel ein.",
                "source": "https://de.wikipedia.org/wiki/Spanien"
            },
            {
                "description": "Spanien ist bekannt für seine Strände, Tapas und Flamenco.",
                "source": "https://de.wikipedia.org/wiki/Spanien"
            },
            {
                "description": "Madrid ist die Hauptstadt von Spanien und ist bekannt für seine Kunstgalerien wie den Prado.",
                "source": "https://de.wikipedia.org/wiki/Madrid"
            },
            {
                "description": "Die Sagrada Familia in Barcelona ist eine der bekanntesten Sehenswürdigkeiten Spaniens und wurde von Antoni Gaudí entworfen.",
                "source": "https://de.wikipedia.org/wiki/Sagrada_Fam%C3%ADlia"
            }
        ]
    ],
    "AZE": [
        {
            "description": "Azerbaijan ist ein Land im Kaukasus zwischen Europa und Asien.",
            "source": "https://de.wikipedia.org/wiki/Aserbaidschan"
        },
        {
            "description": "Die Hauptstadt von Azerbaijan ist Baku und liegt am Kaspischen Meer.",
            "source": "https://de.wikipedia.org/wiki/Baku"
        },
        {
            "description": "Azerbaijan hat eine reiche Ölindustrie und ist ein wichtiger Energielieferant für Europa.",
            "source": "https://de.wikipedia.org/wiki/Wirtschaft_Aserbaidschans"
        },
        {
            "description": "Das Land ist bekannt für seine Teppichherstellung und besitzt eine lange Tradition in dieser Kunstform.",
            "source": "https://de.wikipedia.org/wiki/Teppichkn%C3%BCpferei_in_Aserbaidschan"
        }
    ],
    "BEL": [
        [
            {
                "description": "Belgien hat eine Fläche von 30.528 km² und ist somit eines der kleineren Länder Europas.",
                "source": "https://de.wikipedia.org/wiki/Belgien"
            },
            {
                "description": "Belgien ist bekannt für seine Schokolade, Waffeln und Biere, die weltweit beliebt sind.",
                "source": "https://de.wikipedia.org/wiki/Kultur_Belgiens"
            },
            {
                "description": "In Belgien gibt es drei offizielle Sprachen: Niederländisch, Französisch und Deutsch.",
                "source": "https://de.wikipedia.org/wiki/Sprachen_in_Belgien"
            },
            {
                "description": "Brüssel, die Hauptstadt Belgiens, ist auch der Sitz der Europäischen Union und der NATO.",
                "source": "https://de.wikipedia.org/wiki/Br%C3%BCssel"
            }
        ]
    ],
    "SRB": [
        {
            "description": "Serbien liegt in Südosteuropa und ist ein Binnenstaat.",
            "source": "https://de.wikipedia.org/wiki/Serbien"
        },
        {
            "description": "Belgrad ist die Hauptstadt von Serbien und auch die größte Stadt des Landes.",
            "source": "https://de.wikipedia.org/wiki/Belgrad"
        },
        {
            "description": "Serbien hat eine lange Geschichte und war früher Teil des jugoslawischen Staates.",
            "source": "https://de.wikipedia.org/wiki/Geschichte_Serbien"
        },
        {
            "description": "Die serbische Küche ist bekannt für ihre Fleischgerichte und ihren Rakija, einem Obstbrand.",
            "source": "https://de.wikipedia.org/wiki/Serbische_K%C3%BCche"
        }
    ],
    "IOT": [
        {
            "description": "Das British Indian Ocean Territory ist ein britisches Überseegebiet im Indischen Ozean.",
            "source": "https://de.wikipedia.org/wiki/British_Indian_Ocean_Territory"
        },
        {
            "description": "Das Gebiet umfasst 55 Inseln und Atolle, einschließlich des Chagos-Archipels.",
            "source": "https://de.wikipedia.org/wiki/Chagos-Archipel"
        },
        {
            "description": "Die Einwohner des Gebiets, die Chagossianer, wurden in den 1960er Jahren von der britischen Regierung gezwungen, ihre Heimat zu verlassen.",
            "source": "https://de.wikipedia.org/wiki/Vertreibung_der_Chagossianer"
        },
        {
            "description": "Das British Indian Ocean Territory wird hauptsächlich als Militärstützpunkt genutzt, insbesondere von den USA, Großbritannien und Diego Garcia.",
            "source": "https://de.wikipedia.org/wiki/Diego_Garcia"
        }
    ]
}