{
    "GMB": [
        {
            "description": "Gambia is the smallest country on mainland Africa.",
            "source": "https://en.wikipedia.org/wiki/The_Gambia"
        },
        {
            "description": "The Gambia River runs through the country, providing transportation, water for agriculture and fishing, and a habitat for wildlife.",
            "source": "https://www.britannica.com/place/The-Gambia"
        },
        {
            "description": "The official language of The Gambia is English, inherited from its time as a British colony.",
            "source": "https://www.worldometers.info/geography/how-many-countries-in-africa/"
        },
        {
            "description": "Jufureh, a small town in The Gambia, is believed to be the ancestral home of Kunta Kinte, the protagonist of Alex Haley's novel 'Roots'.",
            "source": "https://www.visitthegambia.gm/attractions/juffureh-history-heritage-experience"
        }
    ],
    "ALA": [
        {
            "description": "The Åland Islands are an archipelago in the Baltic Sea between Sweden and Finland.",
            "source": "https://en.wikipedia.org/wiki/%C3%85land_Islands"
        },
        {
            "description": "The islands have their own parliament and government, as well as their own flag and stamps.",
            "source": "https://en.wikipedia.org/wiki/%C3%85land_Islands"
        },
        {
            "description": "The official languages of the Åland Islands are Swedish and Finnish, but most residents speak Swedish as their first language.",
            "source": "https://en.wikipedia.org/wiki/%C3%85land_Islands"
        },
        {
            "description": "The economy of the Åland Islands is heavily dependent on shipping and tourism.",
            "source": "https://en.wikipedia.org/wiki/%C3%85land_Islands"
        }
    ],
    "CPV": [
        {
            "description": "Cape Verde is an island country located off the coast of West Africa.",
            "source": "https://en.wikipedia.org/wiki/Cape_Verde"
        },
        {
            "description": "The official language of Cape Verde is Portuguese.",
            "source": "https://en.wikipedia.org/wiki/Cape_Verde"
        },
        {
            "description": "Cape Verde is composed of 10 volcanic islands and 8 smaller islets.",
            "source": "https://en.wikipedia.org/wiki/Cape_Verde"
        },
        {
            "description": "The music of Cape Verde is known for its morna style, which blends African rhythms with Portuguese melodies.",
            "source": "https://en.wikipedia.org/wiki/Cape_Verde"
        }
    ],
    "TKM": [
        {
            "description": "Turkmenistan is a country in Central Asia bordered by Kazakhstan, Uzbekistan, Iran, and Afghanistan.",
            "source": "https://en.wikipedia.org/wiki/Turkmenistan"
        },
        {
            "description": "The country has the world's fourth largest reserves of natural gas.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Turkmenistan"
        },
        {
            "description": "Turkmenistan is known for its Akhal-Teke horses, which are considered to be one of the oldest horse breeds in the world.",
            "source": "https://en.wikipedia.org/wiki/Akhal-Teke"
        },
        {
            "description": "The capital city of Turkmenistan is Ashgabat, which is known for its grandiose architecture and marble buildings.",
            "source": "https://en.wikipedia.org/wiki/Ashgabat"
        }
    ],
    "QAT": [
        {
            "description": "Qatar is a sovereign country located in Western Asia.",
            "source": "https://en.wikipedia.org/wiki/Qatar"
        },
        {
            "description": "Qatar is the world's richest country by GDP per capita.",
            "source": "https://en.wikipedia.org/wiki/Qatar"
        },
        {
            "description": "The official language of Qatar is Arabic.",
            "source": "https://en.wikipedia.org/wiki/Qatar"
        },
        {
            "description": "Qatar is home to the Al Jazeera Media Network, one of the largest news organizations in the world.",
            "source": "https://en.wikipedia.org/wiki/Qatar"
        }
    ],
    "SLV": [
        {
            "description": "El Salvador is the smallest and the most densely populated country in Central America.",
            "source": "https://en.wikipedia.org/wiki/El_Salvador"
        },
        {
            "description": "The official language of El Salvador is Spanish, but there are also other indigenous languages spoken in the country.",
            "source": "https://en.wikipedia.org/wiki/El_Salvador"
        },
        {
            "description": "El Salvador is known for its volcanoes, with 23 active ones in the country. The most famous one is the Santa Ana Volcano, which is the highest in the country at 2,365 meters (7,759 feet).",
            "source": "https://www.worldatlas.com/articles/the-highest-and-most-active-volcanoes-in-el-salvador.html"
        },
        {
            "description": "Pupusas, a traditional Salvadoran dish made of thick corn tortillas filled with cheese, beans, pork or other ingredients, are famous around the world and a part of the country's cultural heritage.",
            "source": "https://en.wikipedia.org/wiki/Pupusa"
        }
    ],
    "GEO": [
        {
            "description": "Georgia is a country located in the Caucasus region of Eurasia.",
            "source": "https://en.wikipedia.org/wiki/Georgia_(country)"
        },
        {
            "description": "The capital and largest city of Georgia is Tbilisi.",
            "source": "https://en.wikipedia.org/wiki/Tbilisi"
        },
        {
            "description": "Georgia is known for its ancient wine-making traditions and is considered to be one of the oldest wine regions in the world.",
            "source": "https://en.wikipedia.org/wiki/Georgian_wine"
        },
        {
            "description": "The Georgian language has its own unique script, which is one of only 14 scripts in the world that are still in use for written languages.",
            "source": "https://en.wikipedia.org/wiki/Georgian_language"
        }
    ],
    "GNQ": [
        {
            "description": "Equatorial Guinea is the only country in Africa with Spanish as an official language.",
            "source": "https://en.wikipedia.org/wiki/Equatorial_Guinea#Language"
        },
        {
            "description": "The country has a population of approximately 1.4 million people.",
            "source": "https://en.wikipedia.org/wiki/Equatorial_Guinea#Demographics"
        },
        {
            "description": "Equatorial Guinea is one of the smallest countries in Africa, covering an area of just over 28,000 square kilometers.",
            "source": "https://en.wikipedia.org/wiki/Equatorial_Guinea#Geography"
        },
        {
            "description": "Oil and gas exports account for more than 90% of Equatorial Guinea's export earnings.",
            "source": "https://en.wikipedia.org/wiki/Equatorial_Guinea#Economy"
        }
    ],
    "CIV": [
        {
            "description": "Ivory Coast is located on the south coast of West Africa and shares borders with Liberia, Guinea, Mali, Burkina Faso, and Ghana.",
            "source": "https://en.wikipedia.org/wiki/Ivory_Coast"
        },
        {
            "description": "Ivory Coast is the world's largest producer and exporter of cocoa beans, as well as a significant producer and exporter of coffee and palm oil.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Ivory_Coast"
        },
        {
            "description": "The official language of Ivory Coast is French, but over 80 indigenous languages are also spoken throughout the country.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Ivory_Coast"
        },
        {
            "description": "Ivory Coast has a diverse culture that includes traditional music, dance, and art, as well as modern influences from Europe, America, and elsewhere.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Ivory_Coast"
        }
    ],
    "BHR": [
        {
            "description": "Bahrain is an island country located in the Persian Gulf",
            "source": "https://en.wikipedia.org/wiki/Bahrain"
        },
        {
            "description": "Bahrain has one of the highest human development index rankings among Middle Eastern countries.",
            "source": "https://en.wikipedia.org/wiki/Bahrain#Human_development_index"
        },
        {
            "description": "Bahrain is known for its pearl industry, which was once a major source of income for the country.",
            "source": "https://en.wikipedia.org/wiki/Pearling_in_the_Persian_Gulf#Bahrain"
        },
        {
            "description": "Football (soccer) is the most popular sport in Bahrain.",
            "source": "https://en.wikipedia.org/wiki/Sport_in_Bahrain#Football"
        }
    ],
    "FIN": [
        {
            "description": "Finland is the happiest country in the world based on the World Happiness Report of 2021.",
            "source": "https://en.wikipedia.org/wiki/World_Happiness_Report#2021_report"
        },
        {
            "description": "Finland has one of the best education systems in the world with free education for all citizens.",
            "source": "https://en.wikipedia.org/wiki/Education_in_Finland"
        },
        {
            "description": "Finland is known as 'the land of a thousand lakes' and has around 188,000 lakes in total.",
            "source": "https://en.wikipedia.org/wiki/Lakes_of_Finland"
        },
        {
            "description": "The Finnish people have a tradition called 'Kalsarikännit', which translates to 'pantsdrunk' and involves drinking at home in your underwear.",
            "source": "https://en.wikipedia.org/wiki/Kalsarik%C3%A4nnit"
        }
    ],
    "LBY": [
        {
            "description": "Libya is a country located in North Africa.",
            "source": "https://en.wikipedia.org/wiki/Libya"
        },
        {
            "description": "The official language of Libya is Arabic.",
            "source": "https://en.wikipedia.org/wiki/Libya"
        },
        {
            "description": "The Libyan dinar is the currency of Libya.",
            "source": "https://en.wikipedia.org/wiki/Libyan_dinar"
        },
        {
            "description": "The ancient Roman city of Leptis Magna, located in present-day Libya, is a UNESCO World Heritage Site.",
            "source": "https://en.wikipedia.org/wiki/Leptis_Magna"
        }
    ],
    "ESH": [
        {
            "description": "Western Sahara is a disputed territory in North Africa, located on the northwest coast of the continent.",
            "source": "https://en.wikipedia.org/wiki/Western_Sahara"
        },
        {
            "description": "The area was colonized by Spain in the late 19th century and was known as Spanish Sahara until the late 1970s.",
            "source": "https://en.wikipedia.org/wiki/Western_Sahara"
        },
        {
            "description": "Since 1975, it has been the subject of a territorial dispute between Morocco and the Polisario Front, which seeks independence for the region.",
            "source": "https://en.wikipedia.org/wiki/Western_Sahara"
        },
        {
            "description": "Western Sahara has significant phosphate reserves and may also have offshore oil and gas deposits.",
            "source": "https://en.wikipedia.org/wiki/Western_Sahara"
        }
    ],
    "ETH": [
        {
            "description": "Ethiopia is the second most populous country in Africa with over 116 million people",
            "source": "https://en.wikipedia.org/wiki/Ethiopia"
        },
        {
            "description": "Ethiopia is the only country in Africa with its own unique written language called Amharic",
            "source": "https://www.britannica.com/place/Ethiopia"
        },
        {
            "description": "Ethiopia is home to the Ethiopian Highlands, which cover most of the country and include the highest point in Ethiopia - Ras Dashen at 4,550 metres (14,928 ft)",
            "source": "https://en.wikipedia.org/wiki/Geography_of_Ethiopia"
        },
        {
            "description": "Ethiopia is known for being the origin of coffee, and it has a long history of coffee cultivation and trade that dates back to the 9th century",
            "source": "https://www.nationalgeographic.com/travel/article/the-origins-of-coffee-culture-in-ethiopia"
        }
    ],
    "MNP": [
        {
            "description": "The Northern Mariana Islands is a commonwealth of the United States located in the western Pacific Ocean.",
            "source": "https://en.wikipedia.org/wiki/Northern_Mariana_Islands"
        },
        {
            "description": "The islands consist of 14 volcanic islands and coral atolls, with Saipan being the largest and most populous island.",
            "source": "https://en.wikipedia.org/wiki/Northern_Mariana_Islands"
        },
        {
            "description": "The indigenous Chamorro people have inhabited the islands for over 4,000 years, and were later colonized by Spain, Germany, and Japan before becoming a part of the United States.",
            "source": "https://en.wikipedia.org/wiki/History_of_the_Northern_Mariana_Islands"
        },
        {
            "description": "Tourism is the main industry in the Northern Mariana Islands, with attractions including beaches, WWII historical sites, and the unique culture and cuisine of the islands.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_the_Northern_Mariana_Islands"
        }
    ],
    "SSD": [
        {
            "description": "South Sudan is the youngest country in the world having gained independence from Sudan in 2011.",
            "source": "https://en.wikipedia.org/wiki/South_Sudan"
        },
        {
            "description": "South Sudan has some of the largest wildlife migrations on earth, including over a million antelope and white-eared kob that migrate between Boma National Park and Ethiopia's Gambela National Park.",
            "source": "https://www.nationalgeographic.com/animals/2020/02/south-sudan-wildlife-migration/"
        },
        {
            "description": "South Sudan is one of the most ethnically diverse countries in Africa with over 60 different major ethnic groups.",
            "source": "https://www.worldatlas.com/articles/the-most-ethnically-diverse-countries-in-the-world.html"
        },
        {
            "description": "South Sudan has been plagued by conflict since gaining independence with ongoing fighting between different ethnic groups and political factions.",
            "source": "https://www.bbc.com/news/world-africa-14069082"
        }
    ],
    "PSE": [
        {
            "description": "Palestine is located in the Middle East and borders Israel, Jordan, and Egypt.",
            "source": "https://en.wikipedia.org/wiki/Palestine"
        },
        {
            "description": "Jerusalem is the capital of Palestine, but it is not fully recognized as such by many countries.",
            "source": "https://en.wikipedia.org/wiki/Palestinian_National_Authority"
        },
        {
            "description": "The majority of Palestinians are Muslim, but there are also Christian and Jewish communities.",
            "source": "https://en.wikipedia.org/wiki/Palestinians"
        },
        {
            "description": "Palestine has a long history of conflict with Israel over land and political sovereignty.",
            "source": "https://en.wikipedia.org/wiki/Israeli%E2%80%93Palestinian_conflict"
        }
    ],
    "TCA": [
        {
            "description": "The Turks and Caicos Islands is a British Overseas Territory consisting of 40 islands and cays in the Atlantic Ocean.",
            "source": "https://en.wikipedia.org/wiki/Turks_and_Caicos_Islands"
        },
        {
            "description": "The official language is English, but many locals also speak Turks and Caicos Islander Creole.",
            "source": "https://en.wikipedia.org/wiki/Turks_and_Caicos_Islands#Languages"
        },
        {
            "description": "The economy is heavily dependent on tourism, offshore finance, and fishing.",
            "source": "https://en.wikipedia.org/wiki/Turks_and_Caicos_Islands#Economy"
        },
        {
            "description": "The islands are home to several protected areas, including the Columbus Landfall National Park and the Princess Alexandra National Park.",
            "source": "https://en.wikipedia.org/wiki/Turks_and_Caicos_Islands#Protected_areas"
        }
    ],
    "KGZ": [
        {
            "description": "Kyrgyzstan is a landlocked country in Central Asia.",
            "source": "https://en.wikipedia.org/wiki/Kyrgyzstan"
        },
        {
            "description": "The official languages of Kyrgyzstan are Kyrgyz and Russian.",
            "source": "https://en.wikipedia.org/wiki/Kyrgyzstan#Languages"
        },
        {
            "description": "Issyk-Kul Lake in Kyrgyzstan is the second-largest saline lake in the world.",
            "source": "https://en.wikipedia.org/wiki/Issyk-Kul"
        },
        {
            "description": "Manas International Airport in Bishkek, Kyrgyzstan is the main international airport of the country.",
            "source": "https://en.wikipedia.org/wiki/Manas_International_Airport"
        }
    ],
    "MDV": [
        {
            "description": "Maldives is the smallest country in Asia in terms of both land area and population.",
            "source": "https://en.wikipedia.org/wiki/Maldives"
        },
        {
            "description": "Maldives is known for its beautiful beaches, with crystal-clear waters and vibrant coral reefs.",
            "source": "https://en.wikipedia.org/wiki/Maldives"
        },
        {
            "description": "The official language of Maldives is Dhivehi, which is spoken by almost all citizens of the country.",
            "source": "https://en.wikipedia.org/wiki/Maldives"
        },
        {
            "description": "Islam is the official religion of Maldives, and it is illegal to practice any other religion or bring in non-Islamic religious materials.",
            "source": "https://en.wikipedia.org/wiki/Maldives"
        }
    ],
    "BGD": [
        {
            "description": "Bangladesh is a country in South Asia, bordered by India and Myanmar",
            "source": "https://en.wikipedia.org/wiki/Bangladesh"
        },
        {
            "description": "The official language of Bangladesh is Bengali",
            "source": "https://en.wikipedia.org/wiki/Bangladesh"
        },
        {
            "description": "The largest city and capital of Bangladesh is Dhaka",
            "source": "https://en.wikipedia.org/wiki/Dhaka"
        },
        {
            "description": "The economy of Bangladesh is primarily based on agriculture, with textiles and garments being major export industries",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Bangladesh"
        }
    ],
    "ASM": [
        {
            "description": "American Samoa is an unincorporated territory of the United States located in the South Pacific Ocean.",
            "source": "https://en.wikipedia.org/wiki/American_Samoa"
        },
        {
            "description": "The official languages of American Samoa are Samoan and English.",
            "source": "https://en.wikipedia.org/wiki/American_Samoa#Languages"
        },
        {
            "description": "Tutuila is the largest and most populous island in American Samoa, home to more than two-thirds of the territory's population.",
            "source": "https://en.wikipedia.org/wiki/Tutuila"
        },
        {
            "description": "Football (soccer) is the most popular sport in American Samoa, though rugby union and American football also have followings.",
            "source": "https://en.wikipedia.org/wiki/Sport_in_American_Samoa"
        }
    ],
    "HRV": [
        {
            "description": "Croatia is a country in Southeastern Europe known for its stunning coastline and numerous islands.",
            "source": "https://en.wikipedia.org/wiki/Croatia"
        },
        {
            "description": "The capital of Croatia is Zagreb, which has a population of around 800,000 people.",
            "source": "https://en.wikipedia.org/wiki/Zagreb"
        },
        {
            "description": "Croatia is home to eight national parks, including Plitvice Lakes National Park, which is a UNESCO World Heritage site.",
            "source": "https://en.wikipedia.org/wiki/Plitvice_Lakes_National_Park"
        },
        {
            "description": "Croatia is famous for its cuisine, which includes dishes like Ćevapi (grilled meat), Peka (oven-baked meat and vegetables), and Burek (a pastry filled with meat, cheese, or vegetables).",
            "source": "https://en.wikipedia.org/wiki/Croatian_cuisine"
        }
    ],
    "CYM": [
        {
            "description": "The Cayman Islands is a British Overseas Territory located in the western Caribbean Sea.",
            "source": "https://en.wikipedia.org/wiki/Cayman_Islands"
        },
        {
            "description": "The islands are known for their beautiful beaches, crystal-clear waters, and excellent diving opportunities.",
            "source": "https://en.wikipedia.org/wiki/Cayman_Islands#Tourism"
        },
        {
            "description": "The Cayman Islands is one of the world's leading offshore financial centers, with a highly developed banking industry.",
            "source": "https://en.wikipedia.org/wiki/Cayman_Islands#Economy"
        },
        {
            "description": "The islands have a population of around 65,000 people, and the official language is English.",
            "source": "https://en.wikipedia.org/wiki/Cayman_Islands#Demographics"
        }
    ],
    "AFG": [
        {
            "description": "Afghanistan is a landlocked country located in South Asia.",
            "source": "https://en.wikipedia.org/wiki/Afghanistan"
        },
        {
            "description": "The official name of Afghanistan is the Islamic Republic of Afghanistan.",
            "source": "https://en.wikipedia.org/wiki/Afghanistan"
        },
        {
            "description": "Afghanistan is known for its vast mineral resources, including copper, gold, iron ore, and rare earth metals.",
            "source": "https://en.wikipedia.org/wiki/Mining_in_Afghanistan"
        },
        {
            "description": "The national sport of Afghanistan is Buzkashi, which involves horse-mounted players trying to grab a goat carcass and carry it to a scoring area.",
            "source": "https://en.wikipedia.org/wiki/Buzkashi"
        }
    ],
    "HTI": [
        {
            "description": "Haiti is the second oldest republic in the Western Hemisphere, after the United States.",
            "source": "https://en.wikipedia.org/wiki/Haiti"
        },
        {
            "description": "Haiti shares the island of Hispaniola with the Dominican Republic.",
            "source": "https://en.wikipedia.org/wiki/Haiti"
        },
        {
            "description": "Haiti is the most populous country in the Caribbean Community (CARICOM).",
            "source": "https://en.wikipedia.org/wiki/Haiti"
        },
        {
            "description": "Haitian Creole and French are the official languages of Haiti.",
            "source": "https://en.wikipedia.org/wiki/Haiti"
        }
    ],
    "ATG": [
        {
            "description": "Antigua and Barbuda is a country comprising of two major islands and several smaller islands located in the eastern Caribbean Sea.",
            "source": "https://en.wikipedia.org/wiki/Antigua_and_Barbuda"
        },
        {
            "description": "The official language of Antigua and Barbuda is English.",
            "source": "https://en.wikipedia.org/wiki/Antigua_and_Barbuda#Languages"
        },
        {
            "description": "Tourism is the main industry in Antigua and Barbuda, with visitors attracted to the country's beaches, coral reefs, and historical sites.",
            "source": "https://en.wikipedia.org/wiki/Antigua_and_Barbuda#Economy"
        },
        {
            "description": "Antigua and Barbuda gained independence from the United Kingdom in 1981 and is now a member of the Commonwealth of Nations.",
            "source": "https://en.wikipedia.org/wiki/Antigua_and_Barbuda#History"
        }
    ],
    "VEN": [
        {
            "description": "Venezuela is the sixth largest country in South America by land area.",
            "source": "https://en.wikipedia.org/wiki/Venezuela"
        },
        {
            "description": "Venezuela has the largest proven oil reserves in the world.",
            "source": "https://en.wikipedia.org/wiki/Venezuela"
        },
        {
            "description": "Angel Falls, located in Venezuela, is the highest uninterrupted waterfall in the world.",
            "source": "https://en.wikipedia.org/wiki/Angel_Falls"
        },
        {
            "description": "The official language of Venezuela is Spanish.",
            "source": "https://en.wikipedia.org/wiki/Venezuela"
        }
    ],
    "IRL": [
        {
            "description": "Ireland is an island country located in northwestern Europe, bordered by the Atlantic Ocean to the west and the Irish Sea to the east.",
            "source": "https://en.wikipedia.org/wiki/Ireland"
        },
        {
            "description": "The official languages of Ireland are Irish and English, with Irish being recognized as the national language and taught in all primary schools.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Ireland"
        },
        {
            "description": "Ireland has a rich literary tradition, with famous authors such as James Joyce, W.B. Yeats, and Samuel Beckett hailing from the country.",
            "source": "https://en.wikipedia.org/wiki/Irish_literature"
        },
        {
            "description": "St. Patrick's Day, celebrated on March 17th, is a major holiday in Ireland and is now widely celebrated around the world.",
            "source": "https://en.wikipedia.org/wiki/Saint_Patrick%27s_Day"
        }
    ],
    "CAN": [
        {
            "description": "Canada is the second largest country in the world by land area, covering almost 10 million square kilometers",
            "source": "https://en.wikipedia.org/wiki/Canada"
        },
        {
            "description": "Hockey is Canada's national winter sport and is widely considered to be part of the country's national identity",
            "source": "https://en.wikipedia.org/wiki/Sport_in_Canada"
        },
        {
            "description": "Canada has two official languages, English and French, making it the only bilingual country in the world with a predominantly English-speaking population",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Canada"
        },
        {
            "description": "Canada has the longest coastline of any country in the world, stretching for over 202,080 kilometers",
            "source": "https://en.wikipedia.org/wiki/Coastline_of_Canada"
        }
    ],
    "VCT": [
        {
            "description": "Saint Vincent and the Grenadines is a country in the Caribbean",
            "source": "https://en.wikipedia.org/wiki/Saint_Vincent_and_the_Grenadines"
        },
        {
            "description": "The official language of Saint Vincent and the Grenadines is English",
            "source": "https://www.britannica.com/place/Saint-Vincent-and-the-Grenadines/Languages"
        },
        {
            "description": "Botanical Gardens, located in Kingstown, is one of the oldest gardens in the Western Hemisphere",
            "source": "https://www.lonelyplanet.com/st-vincent-and-the-grenadines/kingstown/attractions/botanical-gardens/a/poi-sig/1439812/358176"
        },
        {
            "description": "La Soufriere volcano is an active volcano in Saint Vincent and the Grenadines",
            "source": "https://volcanodiscovery.com/soufriere-st-vincent.html"
        }
    ],
    "PRY": [
        {
            "description": "Paraguay is a landlocked country in South America",
            "source": "https://en.wikipedia.org/wiki/Paraguay"
        },
        {
            "description": "The official languages of Paraguay are Spanish and Guarani",
            "source": "https://en.wikipedia.org/wiki/Paraguay"
        },
        {
            "description": "The currency of Paraguay is the Guaraní",
            "source": "https://en.wikipedia.org/wiki/Paraguay"
        },
        {
            "description": "The Itaipu Dam, located on the border between Paraguay and Brazil, is one of the largest hydroelectric power plants in the world",
            "source": "https://en.wikipedia.org/wiki/Itaipu_Dam"
        }
    ],
    "TUV": [
        {
            "description": "Tuvalu is the fourth smallest country in the world by land area.",
            "source": "https://en.wikipedia.org/wiki/Tuvalu"
        },
        {
            "description": "The country has only one hospital, and medical care is limited due to its remoteness and lack of resources.",
            "source": "https://www.who.int/countries/tuv/en/"
        },
        {
            "description": "Tuvalu is a constitutional monarchy with Queen Elizabeth II as its head of state, represented by a Governor-General.",
            "source": "https://www.britannica.com/place/Tuvalu"
        },
        {
            "description": "The country is known for its unique culture, including traditional music and dance, intricate weaving, and skillful boat-building.",
            "source": "https://www.lonelyplanet.com/tuvalu/background/history/a/nar/4e2ad88d-09fa-4cdd-a9f5-3ecb1707cc8e/362835"
        }
    ],
    "MLI": [
        {
            "description": "Mali is the eighth largest country in Africa.",
            "source": "https://en.wikipedia.org/wiki/Mali"
        },
        {
            "description": "The Great Mosque of Djenné is the largest mud-brick building in the world and a UNESCO World Heritage Site located in Mali.",
            "source": "https://en.wikipedia.org/wiki/Great_Mosque_of_Djenn%C3%A9"
        },
        {
            "description": "Mali is home to the Dogon people, known for their unique culture and architecture, including cliff dwellings and granaries.",
            "source": "https://en.wikipedia.org/wiki/Dogon_people"
        },
        {
            "description": "The Niger River, one of the longest rivers in Africa, runs through Mali and is a major source of water for the country.",
            "source": "https://en.wikipedia.org/wiki/Niger_River"
        }
    ],
    "AUT": [
        {
            "description": "Austria is a landlocked country located in Central Europe.",
            "source": "https://en.wikipedia.org/wiki/Austria"
        },
        {
            "description": "Vienna, the capital of Austria, is often referred to as the 'City of Music' due to its rich musical history.",
            "source": "https://en.wikipedia.org/wiki/Vienna"
        },
        {
            "description": "Austria is famous for its skiing and snowboarding resorts, with over 400 ski areas throughout the country.",
            "source": "https://en.wikipedia.org/wiki/Ski_resort"
        },
        {
            "description": "The Austrian flag is one of the oldest national flags in the world, dating back to 1191.",
            "source": "https://en.wikipedia.org/wiki/Flag_of_Austria"
        }
    ],
    "MMR": [
        {
            "description": "Myanmar is a sovereign state in Southeast Asia bordered by Bangladesh, India, China, Laos and Thailand.",
            "source": "https://en.wikipedia.org/wiki/Myanmar"
        },
        {
            "description": "The country was formerly known as Burma until it was officially changed to Myanmar in 1989.",
            "source": "https://www.bbc.com/news/world-asia-36948370"
        },
        {
            "description": "Myanmar is home to several different ethnic groups, including the Burmese majority, Shan, Karen, Rakhine, and others.",
            "source": "https://www.worldatlas.com/articles/ethnic-groups-of-myanmar.html"
        },
        {
            "description": "One of Myanmar's most famous landmarks is the ancient city of Bagan, which features over 2,000 Buddhist temples and pagodas.",
            "source": "https://www.nationalgeographic.com/travel/destinations/asia/myanmar/bagan-temples/"
        }
    ],
    "BEN": [
        {
            "description": "Benin is a country in West Africa, bordered by Togo to the west, Nigeria to the east, and Burkina Faso and Niger to the north.",
            "source": "https://en.wikipedia.org/wiki/Benin"
        },
        {
            "description": "The official language of Benin is French, but several indigenous languages such as Fon, Yoruba and Ede are also spoken.",
            "source": "https://www.worldatlas.com/articles/what-languages-are-spoken-in-benin.html"
        },
        {
            "description": "The traditional religion of Benin is Vodun (also known as Voodoo), which originated in the region over 6,000 years ago.",
            "source": "https://www.bbc.com/news/world-africa-16354393"
        },
        {
            "description": "Lake Nokoué, located in southern Benin, is a major fishing center and home to numerous communities whose livelihoods depend on the lake's resources.",
            "source": "https://www.britannica.com/place/Lake-Nokoue"
        }
    ],
    "CUB": [
        {
            "description": "Cuba is the largest island in the Caribbean.",
            "source": "https://en.wikipedia.org/wiki/Cuba"
        },
        {
            "description": "Cuba is known for its production of high-quality cigars.",
            "source": "https://en.wikipedia.org/wiki/Cuban_cigar"
        },
        {
            "description": "The classic car culture in Cuba is a major tourist attraction.",
            "source": "https://en.wikipedia.org/wiki/Classic_car"
        },
        {
            "description": "Cuba has a socialist political system and is one of the only remaining Marxist–Leninist states in the world.",
            "source": "https://en.wikipedia.org/wiki/Politics_of_Cuba"
        }
    ],
    "BHS": [
        {
            "description": "Bahamas is a country consisting of more than 700 islands and cays located in the Atlantic Ocean, southeast of Florida in the United States",
            "source": "https://en.wikipedia.org/wiki/The_Bahamas"
        },
        {
            "description": "The official language of the Bahamas is English, which is spoken by 98% of the population.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_the_Bahamas"
        },
        {
            "description": "The Bahamian dollar (BSD) is the official currency of the Bahamas.",
            "source": "https://en.wikipedia.org/wiki/Bahamian_dollar"
        },
        {
            "description": "Tourism is the largest industry in the Bahamas, and the country attracts millions of visitors each year with its beautiful beaches, clear blue waters, and vibrant culture.",
            "source": "https://en.wikipedia.org/wiki/Tourism_in_the_Bahamas"
        }
    ],
    "VIR": [
        {
            "description": "The United States Virgin Islands is a group of islands located in the Caribbean Sea and is an organized unincorporated territory of the United States.",
            "source": "https://en.wikipedia.org/wiki/United_States_Virgin_Islands"
        },
        {
            "description": "The official language of the US Virgin Islands is English, but Spanish and Creole are also spoken by some residents.",
            "source": "https://www.worldatlas.com/articles/what-languages-are-spoken-in-the-united-states-virgin-islands.html"
        },
        {
            "description": "The US Virgin Islands has a tropical climate with average temperatures ranging from 70-90°F and is susceptible to hurricanes and tropical storms during hurricane season (June-November).",
            "source": "https://www.lonelyplanet.com/articles/weather-in-the-caribbean#us-virgin-islands"
        },
        {
            "description": "St. Thomas, one of the main islands in the US Virgin Islands, is a popular tourist destination known for its beautiful beaches, duty-free shopping, and historic landmarks.",
            "source": "https://www.visitusvi.com/about-islands/st-thomas"
        }
    ],
    "UKR": [
        {
            "description": "Ukraine is the second-largest country in Europe by area, after Russia.",
            "source": "https://en.wikipedia.org/wiki/Ukraine"
        },
        {
            "description": "Kyiv (also known as Kiev) is the capital and largest city of Ukraine.",
            "source": "https://en.wikipedia.org/wiki/Kyiv"
        },
        {
            "description": "Ukraine is home to one of the world's worst nuclear disasters, the Chernobyl disaster that occurred in 1986.",
            "source": "https://en.wikipedia.org/wiki/Chernobyl_disaster"
        },
        {
            "description": "Ukrainian cuisine features a variety of dishes with influences from neighboring countries such as Poland, Russia, and Turkey.",
            "source": "https://en.wikipedia.org/wiki/Ukrainian_cuisine"
        }
    ],
    "ABW": [
        {
            "description": "Aruba is a constituent country of the Kingdom of the Netherlands located in the southern Caribbean Sea.",
            "source": "https://en.wikipedia.org/wiki/Aruba"
        },
        {
            "description": "The official languages of Aruba are Dutch and Papiamento, but English and Spanish are also widely spoken.",
            "source": "https://en.wikipedia.org/wiki/Aruba#Language"
        },
        {
            "description": "Aruba has a tropical marine climate with consistent trade winds and a year-round average temperature of 82°F (28°C).",
            "source": "https://en.wikipedia.org/wiki/Aruba#Climate"
        },
        {
            "description": "Tourism is the mainstay of Aruba's economy, accounting for more than 80% of its GDP.",
            "source": "https://en.wikipedia.org/wiki/Aruba#Economy"
        }
    ],
    "CHE": [
        {
            "description": "Switzerland is a landlocked country located in Western Europe",
            "source": "https://en.wikipedia.org/wiki/Switzerland"
        },
        {
            "description": "Switzerland is known for its alpine scenery, which attracts millions of tourists each year",
            "source": "https://en.wikipedia.org/wiki/Tourism_in_Switzerland"
        },
        {
            "description": "Switzerland has four official languages: German, French, Italian, and Romansh",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Switzerland"
        },
        {
            "description": "Switzerland is famous for its chocolate, cheese, and watches",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Switzerland"
        }
    ],
    "LIE": [
        {
            "description": "Liechtenstein is a landlocked microstate in Central Europe, bordered by Switzerland to the west and south and Austria to the east and north.",
            "source": "https://en.wikipedia.org/wiki/Liechtenstein"
        },
        {
            "description": "Liechtenstein is one of the smallest countries in the world, with an area of just 160 square kilometers (62 square miles).",
            "source": "https://en.wikipedia.org/wiki/Liechtenstein"
        },
        {
            "description": "Liechtenstein is known for being a tax haven, with a low corporate tax rate and strong banking secrecy laws.",
            "source": "https://en.wikipedia.org/wiki/Liechtenstein"
        },
        {
            "description": "Liechtenstein is a constitutional monarchy, with the Prince of Liechtenstein serving as the head of state. The current prince is Hans-Adam II.",
            "source": "https://en.wikipedia.org/wiki/Politics_of_Liechtenstein"
        }
    ],
    "COM": [
        {
            "description": "Comoros is an island nation located in the Indian Ocean between Madagascar and Africa.",
            "source": "https://en.wikipedia.org/wiki/Comoros"
        },
        {
            "description": "Comoros has three official languages: Comorian, French, and Arabic.",
            "source": "https://en.wikipedia.org/wiki/Comoros#Languages"
        },
        {
            "description": "The economy of Comoros is heavily reliant on agriculture and fishing.",
            "source": "https://en.wikipedia.org/wiki/Comoros#Economy"
        },
        {
            "description": "Comoros is known for its beautiful beaches and coral reefs, making it a popular tourist destination.",
            "source": "https://en.wikipedia.org/wiki/Comoros#Tourism"
        }
    ],
    "SYR": [
        {
            "description": "Syria is located in Western Asia and borders Lebanon, Turkey, Iraq, Jordan, and Israel.",
            "source": "https://en.wikipedia.org/wiki/Syria"
        },
        {
            "description": "Syria has a rich cultural heritage and is home to numerous historical sites, including the ancient city of Palmyra.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Syria"
        },
        {
            "description": "The Syrian Civil War began in 2011 and has resulted in hundreds of thousands of deaths and millions of refugees.",
            "source": "https://en.wikipedia.org/wiki/Syrian_Civil_War"
        },
        {
            "description": "Damascus, the capital city of Syria, is one of the oldest continuously inhabited cities in the world.",
            "source": "https://en.wikipedia.org/wiki/Damascus"
        }
    ],
    "BRN": [
        {
            "description": "Brunei is a small, oil-rich sovereign state located on the northern coast of the island of Borneo in Southeast Asia.",
            "source": "https://en.wikipedia.org/wiki/Brunei"
        },
        {
            "description": "The official name of Brunei is the Nation of Brunei, the Abode of Peace.",
            "source": "https://www.worldatlas.com/articles/fun-facts-about-brunei.html"
        },
        {
            "description": "Brunei has one of the highest standards of living in the world, thanks to its large reserves of petroleum and natural gas.",
            "source": "https://www.britannica.com/place/Brunei"
        },
        {
            "description": "Islam is the official religion of Brunei, and it is practiced by the vast majority of the population.",
            "source": "https://www.worldometers.info/world-population/brunei-population/"
        }
    ],
    "CUW": [
        {
            "description": "Curaçao is a Dutch Caribbean island located in the southern Caribbean Sea, near the coast of Venezuela.",
            "source": "https://en.wikipedia.org/wiki/Cura%C3%A7ao"
        },
        {
            "description": "The official languages of Curaçao are Dutch, Papiamento, and English.",
            "source": "https://en.wikipedia.org/wiki/Cura%C3%A7ao#Languages"
        },
        {
            "description": "Curaçao's economy is diversified with tourism, financial services, and oil refining being key industries.",
            "source": "https://en.wikipedia.org/wiki/Cura%C3%A7ao#Economy"
        },
        {
            "description": "The capital of Curaçao is Willemstad, which features unique Dutch-colonial architecture and is a UNESCO World Heritage site.",
            "source": "https://en.wikipedia.org/wiki/Willemstad"
        }
    ],
    "GGY": [
        {
            "description": "Guernsey is a British Crown dependency island in the English Channel",
            "source": "https://en.wikipedia.org/wiki/Guernsey"
        },
        {
            "description": "The official languages of Guernsey are English and French",
            "source": "https://en.wikipedia.org/wiki/Guernsey#Language"
        },
        {
            "description": "Guernsey has a population of around 63,000 people",
            "source": "https://en.wikipedia.org/wiki/Guernsey#Demographics"
        },
        {
            "description": "Guernsey is known for its beautiful beaches and historic sites such as Castle Cornet",
            "source": "https://en.wikipedia.org/wiki/Guernsey#Tourism"
        }
    ],
    "LBR": [
        {
            "description": "Liberia is a country located in West Africa.",
            "source": "https://en.wikipedia.org/wiki/Liberia"
        },
        {
            "description": "It was founded in 1822 by the American Colonization Society as a colony for freed Black Americans.",
            "source": "https://en.wikipedia.org/wiki/History_of_Liberia"
        },
        {
            "description": "Liberia is home to Sapo National Park, which covers an area of over 1800 square kilometers and is one of the largest protected areas of rainforest in West Africa.",
            "source": "https://en.wikipedia.org/wiki/Sapo_National_Park"
        },
        {
            "description": "The official language of Liberia is English, but there are also over 20 indigenous languages spoken throughout the country.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Liberia"
        }
    ],
    "JPN": [
        {
            "description": "Japan is an island country in East Asia, located in the Pacific Ocean",
            "source": "https://en.wikipedia.org/wiki/Japan"
        },
        {
            "description": "Japan has the third largest economy in the world by nominal GDP",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Japan"
        },
        {
            "description": "Japan has the highest life expectancy in the world",
            "source": "https://en.wikipedia.org/wiki/List_of_countries_by_life_expectancy"
        },
        {
            "description": "Japan is known for its unique and diverse culture, including traditions like tea ceremonies, sushi, anime, and manga",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Japan"
        }
    ],
    "WSM": [
        {
            "description": "Samoa is an island country consisting of two main islands and several smaller ones located in the South Pacific Ocean.",
            "source": "https://en.wikipedia.org/wiki/Samoa"
        },
        {
            "description": "The capital city of Samoa is Apia, which is located on the island of Upolu.",
            "source": "https://en.wikipedia.org/wiki/Apia"
        },
        {
            "description": "Samoan culture is known for its traditional dance, music, and tattooing practices, which have been passed down through generations.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Samoa"
        },
        {
            "description": "Samoa is home to many beautiful beaches and natural attractions, including the To Sua Ocean Trench, Lalomanu Beach, and the O le Pupu-Pue National Park.",
            "source": "https://theculturetrip.com/pacific/samoa/articles/the-most-beautiful-beaches-in-samoa/"
        }
    ],
    "SLB": [
        {
            "description": "The Solomon Islands is a sovereign country consisting of six major islands and over 900 smaller islands in Oceania, to the east of Papua New Guinea and northwest of Vanuatu.",
            "source": "https://en.wikipedia.org/wiki/Solomon_Islands"
        },
        {
            "description": "The official language spoken in the Solomon Islands is English, but there are several other indigenous languages spoken as well.",
            "source": "https://en.wikipedia.org/wiki/Solomon_Islands#Languages"
        },
        {
            "description": "The Solomon Islands is known for its beautiful coral reefs and diverse marine life, making it a popular destination for scuba diving and snorkeling enthusiasts.",
            "source": "https://en.wikipedia.org/wiki/Solomon_Islands#Tourism"
        },
        {
            "description": "The economy of the Solomon Islands is heavily dependent on agriculture and fishing, with copra, cocoa, and timber being among the most important exports.",
            "source": "https://en.wikipedia.org/wiki/Solomon_Islands#Economy"
        }
    ],
    "CAF": [
        {
            "description": "The Central African Republic is a landlocked country located in Central Africa.",
            "source": "https://en.wikipedia.org/wiki/Central_African_Republic"
        },
        {
            "description": "The official languages of the Central African Republic are French and Sango.",
            "source": "https://en.wikipedia.org/wiki/Central_African_Republic#Languages"
        },
        {
            "description": "The Central African Republic has a rich cultural heritage with over 80 ethnic groups.",
            "source": "https://www.britannica.com/place/Central-African-Republic"
        },
        {
            "description": "The country has faced political instability and conflict since gaining independence in 1960.",
            "source": "https://www.bbc.com/news/world-africa-13148483"
        }
    ],
    "ITA": [
        {
            "description": "Italy is a country in Southern Europe, known for its rich history, culture, and cuisine.",
            "source": "https://en.wikipedia.org/wiki/Italy"
        },
        {
            "description": "The capital city of Italy is Rome, which is also home to famous landmarks such as the Colosseum and the Vatican City.",
            "source": "https://en.wikipedia.org/wiki/Rome"
        },
        {
            "description": "Italy is known for producing some of the world's finest wines, including Chianti, Barolo, and Brunello di Montalcino.",
            "source": "https://en.wikipedia.org/wiki/Italian_wine"
        },
        {
            "description": "Many famous artists, scientists, and philosophers were born in Italy, including Leonardo da Vinci, Galileo Galilei, and Michelangelo.",
            "source": "https://en.wikipedia.org/wiki/List_of_Italian_inventions_and_discoveries"
        }
    ],
    "TGO": [
        {
            "description": "Togo is a country located in West Africa bordering Ghana to the west, Benin to the east and Burkina Faso to the north.",
            "source": "https://en.wikipedia.org/wiki/Togo"
        },
        {
            "description": "The official language of Togo is French and over 40 African languages are also spoken in the country.",
            "source": "https://www.britannica.com/place/Togo"
        },
        {
            "description": "Togo is known for its beautiful natural landscape which includes stunning waterfalls like the Kpime Waterfalls and Mount Agou, the highest peak in Togo.",
            "source": "https://theculturetrip.com/africa/togo/articles/7-reasons-to-visit-togo/"
        },
        {
            "description": "Togo's economy relies heavily on agriculture, with major cash crops including coffee, cocoa, cotton and palm oil.",
            "source": "https://www.worldbank.org/en/country/togo/overview"
        }
    ],
    "TUN": [
        {
            "description": "Tunisia is a country located in North Africa, bordered by Algeria to the west, Libya to the southeast, and the Mediterranean Sea to the north and east.",
            "source": "https://en.wikipedia.org/wiki/Tunisia"
        },
        {
            "description": "Tunisia's official language is Arabic, but many Tunisians also speak French and/or English as a second language.",
            "source": "https://en.wikipedia.org/wiki/Tunisia#Languages"
        },
        {
            "description": "Tunisia is home to several UNESCO World Heritage Sites, including the ancient city of Carthage and the medina (old town) of Tunis.",
            "source": "https://en.wikipedia.org/wiki/Tunisia#Culture"
        },
        {
            "description": "Tunisia is known for its beautiful beaches, with popular destinations including Hammamet, Sousse, and Djerba. ",
            "source": "https://en.wikipedia.org/wiki/Tourism_in_Tunisia"
        }
    ],
    "TWN": [
        {
            "description": "Taiwan is an island nation in East Asia.",
            "source": "https://en.wikipedia.org/wiki/Taiwan"
        },
        {
            "description": "Taiwan has one of the highest population densities in the world.",
            "source": "https://en.wikipedia.org/wiki/Taiwan"
        },
        {
            "description": "Taiwan is known for its technology industry and is home to many major tech companies.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Taiwan"
        },
        {
            "description": "Taiwan is famous for its night markets, where visitors can try a variety of street food.",
            "source": "https://en.wikipedia.org/wiki/Night_markets_in_Taiwan"
        }
    ],
    "COD": [
        {
            "description": "DR Congo is the second-largest country by land area in Africa.",
            "source": "https://en.wikipedia.org/wiki/Democratic_Republic_of_the_Congo"
        },
        {
            "description": "It is home to the Congo River, the second-longest river in Africa and one of the deepest in the world.",
            "source": "https://en.wikipedia.org/wiki/Congo_River"
        },
        {
            "description": "The country has vast reserves of minerals such as cobalt, copper, and diamonds.",
            "source": "https://en.wikipedia.org/wiki/Mining_industry_of_the_Democratic_Republic_of_the_Congo"
        },
        {
            "description": "DR Congo is known for its biodiverse rainforests, including the Congo Basin Rainforest, which is the second-largest tropical rainforest in the world.",
            "source": "https://en.wikipedia.org/wiki/Congo_Basin_Rainforest"
        }
    ],
    "MEX": [
        {
            "description": "Mexico is the 11th most populous country in the world, with a population of over 130 million people.",
            "source": "https://en.wikipedia.org/wiki/Mexico"
        },
        {
            "description": "Mexican cuisine is known for its rich and diverse flavors, and is recognized as an Intangible Cultural Heritage by UNESCO.",
            "source": "https://en.wikipedia.org/wiki/Mexican_cuisine"
        },
        {
            "description": "Mexico is home to a number of ancient civilizations, including the Aztecs and Maya, whose ruins can be visited throughout the country.",
            "source": "https://en.wikipedia.org/wiki/History_of_Mexico"
        },
        {
            "description": "Mexico is one of the world's largest producers of silver, and also has significant reserves of other minerals such as gold, copper, and zinc.",
            "source": "https://en.wikipedia.org/wiki/Mining_in_Mexico"
        }
    ],
    "LAO": [
        {
            "description": "Laos is a landlocked country in Southeast Asia.",
            "source": "https://en.wikipedia.org/wiki/Laos"
        },
        {
            "description": "The official language of Laos is Lao.",
            "source": "https://en.wikipedia.org/wiki/Laos"
        },
        {
            "description": "The capital and largest city in Laos is Vientiane.",
            "source": "https://en.wikipedia.org/wiki/Vientiane"
        },
        {
            "description": "Laos is home to the Plain of Jars, a megalithic archaeological landscape.",
            "source": "https://en.wikipedia.org/wiki/Plain_of_Jars"
        }
    ],
    "NAM": [
        {
            "description": "Namibia is a country located in southern Africa.",
            "source": "https://en.wikipedia.org/wiki/Namibia"
        },
        {
            "description": "The Namib Desert, one of the oldest deserts in the world, is located in Namibia and covers much of the country's western coastline.",
            "source": "https://en.wikipedia.org/wiki/Namibia"
        },
        {
            "description": "Namibia is home to the world's largest underground lake, the Dragon's Breath Cave, which can be found in the northern part of the country.",
            "source": "https://www.atlasobscura.com/places/dragons-breath-cave"
        },
        {
            "description": "Namibia has a diverse population with many different ethnic groups, including the Himba people who are known for their distinctive red ochre hairstyles.",
            "source": "https://www.britannica.com/place/Namibia"
        }
    ],
    "SAU": [
        {
            "description": "Saudi Arabia is the largest country in the Middle East by land area.",
            "source": "https://en.wikipedia.org/wiki/Saudi_Arabia"
        },
        {
            "description": "The official language of Saudi Arabia is Arabic.",
            "source": "https://en.wikipedia.org/wiki/Saudi_Arabia"
        },
        {
            "description": "Mecca, one of the holiest cities in Islam, is located in Saudi Arabia.",
            "source": "https://en.wikipedia.org/wiki/Saudi_Arabia"
        },
        {
            "description": "Oil and gas exports account for more than 90% of Saudi Arabia's total export revenue.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Saudi_Arabia"
        }
    ],
    "FRO": [
        {
            "description": "The Faroe Islands is an autonomous country within the Kingdom of Denmark located in the North Atlantic Ocean between Norway and Iceland.",
            "source": "https://en.wikipedia.org/wiki/Faroe_Islands"
        },
        {
            "description": "The Faroe Islands have their own language, Faroese, which is a Germanic language derived from Old Norse.",
            "source": "https://en.wikipedia.org/wiki/Faroese_language"
        },
        {
            "description": "Fishing is the main industry in the Faroe Islands, with salmon farming also becoming increasingly important.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_the_Faroe_Islands"
        },
        {
            "description": "The Faroe Islands has a total land area of 1,399 square kilometers and a population of approximately 52,000 people.",
            "source": "https://en.wikipedia.org/wiki/Faroe_Islands"
        }
    ],
    "GRC": [
        {
            "description": "Greece is located in southeastern Europe and has a population of approximately 10.7 million people.",
            "source": "https://en.wikipedia.org/wiki/Greece"
        },
        {
            "description": "Greece is considered the cradle of Western civilization, as it was the birthplace of democracy, philosophy, and many other important cultural and intellectual movements.",
            "source": "https://en.wikipedia.org/wiki/Greece#Culture"
        },
        {
            "description": "Greek cuisine is known for its fresh ingredients and healthy Mediterranean diet, with dishes like moussaka, souvlaki, and feta cheese being popular around the world.",
            "source": "https://en.wikipedia.org/wiki/Greek_cuisine"
        },
        {
            "description": "Greece has over 2,000 islands, with only about 170 of them inhabited. The most famous of these islands include Santorini, Mykonos, and Crete.",
            "source": "https://en.wikipedia.org/wiki/Greece#Geography"
        }
    ],
    "NER": [
        {
            "description": "Niger is a landlocked country in West Africa, named after the Niger River.",
            "source": "https://en.wikipedia.org/wiki/Niger"
        },
        {
            "description": "Niger has one of the world's youngest populations, with an estimated 19.6 million people and a median age of 15.2 years.",
            "source": "https://www.worldbank.org/en/country/niger/overview"
        },
        {
            "description": "Niger is known for its wildlife, including the endangered West African giraffe and the Saharan cheetah.",
            "source": "https://www.wildlifeconservation.org/where-we-work/niger"
        },
        {
            "description": "The economy of Niger is largely based on agriculture, with over 80% of the population engaged in subsistence farming.",
            "source": "https://www.cia.gov/the-world-factbook/countries/niger/#economy"
        }
    ],
    "HKG": [
        {
            "description": "Hong Kong is a Special Administrative Region of the People's Republic of China with its own government and legal system.",
            "source": "https://en.wikipedia.org/wiki/Hong_Kong"
        },
        {
            "description": "Hong Kong has one of the world's most densely populated urban areas, with over 7.5 million residents in an area of just 1,104 square kilometers.",
            "source": "https://en.wikipedia.org/wiki/Demographics_of_Hong_Kong"
        },
        {
            "description": "Hong Kong is known for its stunning skyline, with towering skyscrapers clustered around Victoria Harbour.",
            "source": "https://en.wikipedia.org/wiki/Hong_Kong_Island"
        },
        {
            "description": "Hong Kong is a major financial center, with a highly developed capitalist economy that is ranked as the freest in the world.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Hong_Kong"
        }
    ],
    "CMR": [
        {
            "description": "Cameroon is located in Central Africa and shares borders with Nigeria, Chad, the Central African Republic, Equatorial Guinea, Gabon, and the Republic of Congo.",
            "source": "https://en.wikipedia.org/wiki/Cameroon"
        },
        {
            "description": "The official languages of Cameroon are English and French, reflecting its colonial history.",
            "source": "https://en.wikipedia.org/wiki/Cameroon"
        },
        {
            "description": "Cameroon is known for its diverse landscapes, including rainforests, savannas, mountains, and coastal areas.",
            "source": "https://en.wikipedia.org/wiki/Cameroon"
        },
        {
            "description": "Football (soccer) is the most popular sport in Cameroon and the national team has qualified for the FIFA World Cup several times.",
            "source": "https://en.wikipedia.org/wiki/Sport_in_Cameroon"
        }
    ],
    "SUR": [
        {
            "description": "Suriname is the smallest sovereign state in South America by area",
            "source": "https://en.wikipedia.org/wiki/Suriname"
        },
        {
            "description": "The official language of Suriname is Dutch",
            "source": "https://www.worldatlas.com/articles/what-languages-are-spoken-in-suriname.html"
        },
        {
            "description": "Suriname has a very diverse population, with over 20 ethnic groups and languages represented",
            "source": "https://www.britannica.com/place/Suriname/People#ref261468"
        },
        {
            "description": "Suriname is known for its vast tropical rainforests, which cover more than 80% of its land area",
            "source": "https://rainforestfoundation.org/suriname/"
        }
    ],
    "ECU": [
        {
            "description": "Ecuador is located in South America and is bordered by Colombia to the north, Peru to the east and south, and the Pacific Ocean to the west.",
            "source": "https://en.wikipedia.org/wiki/Ecuador"
        },
        {
            "description": "Ecuador is home to the Galapagos Islands, which are known for their unique wildlife and were famously visited by Charles Darwin on his voyage on the HMS Beagle.",
            "source": "https://en.wikipedia.org/wiki/Gal%C3%A1pagos_Islands"
        },
        {
            "description": "The capital city of Ecuador is Quito, which is located in the Andes mountains at an altitude of over 9,000 feet above sea level.",
            "source": "https://en.wikipedia.org/wiki/Quito"
        },
        {
            "description": "Ecuador is known for its diverse range of indigenous cultures, including the Quechua people, who have lived in the region for thousands of years.",
            "source": "https://en.wikipedia.org/wiki/Indigenous_peoples_in_Ecuador"
        }
    ],
    "RUS": [
        {
            "description": "Russia is the largest country in the world, covering over 17 million square kilometers.",
            "source": "https://en.wikipedia.org/wiki/Russia"
        },
        {
            "description": "The Trans-Siberian Railway, which runs from Moscow to Vladivostok, is the longest railway line in the world.",
            "source": "https://en.wikipedia.org/wiki/Trans-Siberian_Railway"
        },
        {
            "description": "Lake Baikal in Siberia is the deepest lake in the world, and contains more freshwater than any other lake on Earth.",
            "source": "https://en.wikipedia.org/wiki/Lake_Baikal"
        },
        {
            "description": "Russia is home to many iconic landmarks, including the Kremlin in Moscow, Saint Basil's Cathedral in Red Square, and the Hermitage Museum in St. Petersburg.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Russia"
        }
    ],
    "DMA": [
        {
            "description": "Dominica is a Caribbean island nation located between Guadeloupe and Martinique.",
            "source": "https://en.wikipedia.org/wiki/Dominica"
        },
        {
            "description": "The official language of Dominica is English.",
            "source": "https://en.wikipedia.org/wiki/Dominica"
        },
        {
            "description": "Dominica has a tropical rainforest climate with high rainfall throughout the year.",
            "source": "https://en.wikipedia.org/wiki/Climate_of_Dominica"
        },
        {
            "description": "The national symbol of Dominica is the sisserou parrot, which is endemic to the island.",
            "source": "https://en.wikipedia.org/wiki/Sisserou_parrot"
        }
    ],
    "MCO": [
        {
            "description": "Monaco is the second smallest country in the world by area.",
            "source": "https://en.wikipedia.org/wiki/Monaco"
        },
        {
            "description": "Monaco has the highest per capita GDP in the world.",
            "source": "https://en.wikipedia.org/wiki/Monaco"
        },
        {
            "description": "The Monte Carlo Rally, one of the oldest and most prestigious automobile rallies in the world, takes place annually in Monaco.",
            "source": "https://en.wikipedia.org/wiki/Monte_Carlo_Rally"
        },
        {
            "description": "Monaco has been ruled by the Grimaldi family since 1297, making it one of the oldest monarchies in the world.",
            "source": "https://en.wikipedia.org/wiki/Monaco"
        }
    ],
    "MOZ": [
        {
            "description": "Mozambique is located in Southeast Africa and is bordered by Tanzania, Malawi, Zambia, Zimbabwe, South Africa, eSwatini, and the Indian Ocean.",
            "source": "https://en.wikipedia.org/wiki/Mozambique"
        },
        {
            "description": "The official language of Mozambique is Portuguese, due to its history as a former colony of Portugal.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Mozambique"
        },
        {
            "description": "Mozambique is known for its wildlife, including elephants, lions, leopards, and buffalo.",
            "source": "https://en.wikipedia.org/wiki/Wildlife_of_Mozambique"
        },
        {
            "description": "The economy of Mozambique is largely based on agriculture, with cashew nuts, cotton, sugarcane, and tea being major exports.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Mozambique"
        }
    ],
    "IRQ": [
        {
            "description": "Iraq is located in the Middle East, bordering Iran, Turkey, Syria, Jordan, Saudi Arabia, and Kuwait.",
            "source": "https://en.wikipedia.org/wiki/Iraq"
        },
        {
            "description": "The capital and largest city of Iraq is Baghdad, which has a population of over 8 million people.",
            "source": "https://en.wikipedia.org/wiki/Baghdad"
        },
        {
            "description": "The official languages of Iraq are Arabic and Kurdish.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Iraq"
        },
        {
            "description": "Iraq is home to many historic sites and artifacts, including the ancient ruins of Babylon and the ziggurat at Ur.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Iraq"
        }
    ],
    "MNE": [
        {
            "description": "Montenegro is a country located in Southeastern Europe on the Adriatic Sea.",
            "source": "https://en.wikipedia.org/wiki/Montenegro"
        },
        {
            "description": "The official language of Montenegro is Montenegrin, which is closely related to Serbian, Bosnian, and Croatian.",
            "source": "https://en.wikipedia.org/wiki/Montenegro#Language"
        },
        {
            "description": "Montenegro's economy is primarily based on services, with tourism being a major industry for the country.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Montenegro"
        },
        {
            "description": "Montenegro is home to five national parks, including Durmitor National Park which is a UNESCO World Heritage Site.",
            "source": "https://en.wikipedia.org/wiki/National_parks_of_Montenegro"
        }
    ],
    "BLM": [
        {
            "description": "Saint Barthélemy is a French overseas collectivity located in the Caribbean.",
            "source": "https://en.wikipedia.org/wiki/Saint_Barth%C3%A9lemy"
        },
        {
            "description": "The island has a total area of just 25 square kilometers.",
            "source": "https://en.wikipedia.org/wiki/Saint_Barth%C3%A9lemy"
        },
        {
            "description": "The population of Saint Barthélemy is around 10,000 people, with French as the official language.",
            "source": "https://en.wikipedia.org/wiki/Saint_Barth%C3%A9lemy"
        },
        {
            "description": "Tourism is the main industry in Saint Barthélemy, with its beautiful beaches and luxury resorts attracting visitors from all over the world.",
            "source": "https://en.wikipedia.org/wiki/Saint_Barth%C3%A9lemy"
        }
    ],
    "MNG": [
        {
            "description": "Mongolia is the world's second-largest landlocked country, after Kazakhstan.",
            "source": "https://en.wikipedia.org/wiki/Mongolia"
        },
        {
            "description": "The traditional nomadic lifestyle of the Mongolian people is still practiced by around 30% of the population.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Mongolia"
        },
        {
            "description": "Genghis Khan, founder and first emperor of the Mongol Empire, is considered a national hero and revered figure in Mongolia.",
            "source": "https://en.wikipedia.org/wiki/Genghis_Khan#Legacy_and_reputation"
        },
        {
            "description": "The Gobi Desert, one of the world's largest deserts, covers parts of northern and western Mongolia.",
            "source": "https://en.wikipedia.org/wiki/Gobi_Desert"
        }
    ],
    "TCD": [
        {
            "description": "Chad is a landlocked country located in north-central Africa.",
            "source": "https://en.wikipedia.org/wiki/Chad"
        },
        {
            "description": "Lake Chad, located in the west of the country, is one of the largest wetlands in Africa and an important source of water for the region.",
            "source": "https://en.wikipedia.org/wiki/Lake_Chad"
        },
        {
            "description": "The capital city of Chad is N'Djamena, which is also the largest city in the country.",
            "source": "https://en.wikipedia.org/wiki/N%27Djamena"
        },
        {
            "description": "Chad has a diverse population made up of more than 200 ethnic groups, with Arabic and French as the official languages.",
            "source": "https://en.wikipedia.org/wiki/Chad#Ethnic_groups_and_languages"
        }
    ],
    "VGB": [
        {
            "description": "The British Virgin Islands are a British overseas territory located in the Caribbean.",
            "source": "https://en.wikipedia.org/wiki/British_Virgin_Islands"
        },
        {
            "description": "The economy of the British Virgin Islands is largely dependent on tourism and financial services.",
            "source": "https://en.wikipedia.org/wiki/British_Virgin_Islands#Economy"
        },
        {
            "description": "The British Virgin Islands have a population of approximately 30,000 people.",
            "source": "https://en.wikipedia.org/wiki/British_Virgin_Islands#Demographics"
        },
        {
            "description": "The capital city of the British Virgin Islands is Road Town.",
            "source": "https://en.wikipedia.org/wiki/Road_Town"
        }
    ],
    "KEN": [
        {
            "description": "Kenya is a country in East Africa with a coastline on the Indian Ocean to the southeast.",
            "source": "https://en.wikipedia.org/wiki/Kenya"
        },
        {
            "description": "Nairobi is the capital and largest city of Kenya, and one of the fastest growing cities in Africa.",
            "source": "https://en.wikipedia.org/wiki/Nairobi"
        },
        {
            "description": "Kenya is known for its wildlife, including the Big Five (elephant, rhinoceros, lion, leopard, and Cape buffalo) as well as numerous other species such as giraffes, zebras, and cheetahs.",
            "source": "https://en.wikipedia.org/wiki/Wildlife_of_Kenya"
        },
        {
            "description": "The Maasai Mara National Reserve in Kenya is one of the most popular wildlife reserves in Africa, and is home to the annual wildebeest migration.",
            "source": "https://en.wikipedia.org/wiki/Maasai_Mara"
        }
    ],
    "KHM": [
        {
            "description": "Cambodia is located in Southeast Asia, bordered by Thailand, Laos, Vietnam and the Gulf of Thailand.",
            "source": "https://en.wikipedia.org/wiki/Cambodia"
        },
        {
            "description": "The official language of Cambodia is Khmer.",
            "source": "https://en.wikipedia.org/wiki/Cambodia"
        },
        {
            "description": "Angkor Wat, one of the largest religious monuments in the world and a UNESCO World Heritage Site, is located in Cambodia.",
            "source": "https://en.wikipedia.org/wiki/Angkor_Wat"
        },
        {
            "description": "Cambodia has a tropical climate, with distinct wet and dry seasons, and is home to many national parks and wildlife reserves.",
            "source": "https://en.wikipedia.org/wiki/Cambodia"
        }
    ],
    "PRT": [
        {
            "description": "Portugal is the westernmost country in Europe and located on the Iberian Peninsula.",
            "source": "https://en.wikipedia.org/wiki/Portugal"
        },
        {
            "description": "The official language of Portugal is Portuguese.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Portugal"
        },
        {
            "description": "Lisbon, the capital city of Portugal, is one of the oldest cities in the world.",
            "source": "https://en.wikipedia.org/wiki/Lisbon"
        },
        {
            "description": "Portugal is known for its famous exports including Port wine, cork, and sardines.",
            "source": "https://en.wikipedia.org/wiki/Portuguese_wine#Port_wine"
        }
    ],
    "SOM": [
        {
            "description": "Somalia is located in the Horn of Africa and has a coastline along the Indian Ocean.",
            "source": "https://en.wikipedia.org/wiki/Somalia"
        },
        {
            "description": "Somali is the official language of Somalia, but Arabic and English are also widely spoken.",
            "source": "https://en.wikipedia.org/wiki/Somalia"
        },
        {
            "description": "Somalia is known for its camel exports, with camels being a major part of Somali culture and economy.",
            "source": "https://en.wikipedia.org/wiki/Somalia"
        },
        {
            "description": "Somalia has a rich cultural heritage with traditional dance, music, and poetry being important aspects of Somali culture.",
            "source": "https://en.wikipedia.org/wiki/Somalia"
        }
    ],
    "FLK": [
        {
            "description": "The Falkland Islands are a British overseas territory located in the South Atlantic Ocean.",
            "source": "https://en.wikipedia.org/wiki/Falkland_Islands"
        },
        {
            "description": "The islands have a total land area of approximately 12,173 square kilometers and a population of around 3,400 people.",
            "source": "https://www.worldatlas.com/articles/the-falkland-islands.html"
        },
        {
            "description": "The economy of the Falkland Islands is largely dependent upon sheep farming, fishing, and tourism.",
            "source": "https://en.wikipedia.org/wiki/Falkland_Islands#Economy"
        },
        {
            "description": "The Falkland Islands were the subject of a 1982 war between Argentina and the United Kingdom, known as the Falklands War.",
            "source": "https://www.bbc.com/news/world-latin-america-19668900"
        }
    ],
    "PCN": [
        {
            "description": "Pitcairn Islands is a British Overseas Territory located in the South Pacific Ocean.",
            "source": "https://en.wikipedia.org/wiki/Pitcairn_Islands"
        },
        {
            "description": "The island group consists of four islands: Pitcairn Island, Henderson Island, Ducie Island, and Oeno Island. ",
            "source": "https://en.wikipedia.org/wiki/Pitcairn_Islands"
        },
        {
            "description": "Pitcairn Island is the only inhabited island in the group with a population of around 50 people. ",
            "source": "https://en.wikipedia.org/wiki/Pitcairn_Islands"
        },
        {
            "description": "The Pitcairn Islands have no airport or seaport, and the only way to reach them is by boat.",
            "source": "https://en.wikipedia.org/wiki/Pitcairn_Islands"
        }
    ],
    "NIC": [
        {
            "description": "Nicaragua is a country in Central America.",
            "source": "https://en.wikipedia.org/wiki/Nicaragua"
        },
        {
            "description": "The official language of Nicaragua is Spanish.",
            "source": "https://en.wikipedia.org/wiki/Nicaragua#Languages"
        },
        {
            "description": "Nicaragua is the largest country in Central America.",
            "source": "https://en.wikipedia.org/wiki/Nicaragua#Geography"
        },
        {
            "description": "Nicaragua has two coastlines, one on the Caribbean Sea and one on the Pacific Ocean.",
            "source": "https://en.wikipedia.org/wiki/Nicaragua#Geography"
        }
    ],
    "LKA": [
        {
            "description": "Sri Lanka is an island country in South Asia, located in the Indian Ocean.",
            "source": "https://en.wikipedia.org/wiki/Sri_Lanka"
        },
        {
            "description": "Sri Lanka was formerly known as Ceylon until 1972.",
            "source": "https://en.wikipedia.org/wiki/Sri_Lanka"
        },
        {
            "description": "Sri Lanka is home to eight UNESCO World Heritage Sites, including the ancient city of Kandy and the Sigiriya rock fortress.",
            "source": "https://en.wikipedia.org/wiki/List_of_World_Heritage_Sites_in_Sri_Lanka"
        },
        {
            "description": "The national symbol of Sri Lanka is the lion, which appears on the country's flag.",
            "source": "https://en.wikipedia.org/wiki/Sri_Lanka"
        }
    ],
    "NOR": [
        {
            "description": "Norway is located in Northern Europe and is known for its fjords, mountains, and natural beauty.",
            "source": "https://en.wikipedia.org/wiki/Norway"
        },
        {
            "description": "Norway has a population of just over 5 million people and is one of the wealthiest countries in the world.",
            "source": "https://en.wikipedia.org/wiki/Norway"
        },
        {
            "description": "The official language of Norway is Norwegian, but many Norwegians also speak English.",
            "source": "https://en.wikipedia.org/wiki/Norwegian_language"
        },
        {
            "description": "Norway is home to the Nobel Peace Prize, which is awarded annually in Oslo.",
            "source": "https://www.nobelprize.org/prizes/peace/"
        }
    ],
    "MTQ": [
        {
            "description": "Martinique is an island and French overseas department located in the Caribbean Sea.",
            "source": "https://en.wikipedia.org/wiki/Martinique"
        },
        {
            "description": "The official language of Martinique is French, but Antillean Creole is also spoken widely among the population.",
            "source": "https://www.worldatlas.com/articles/what-languages-are-spoken-in-martinique.html"
        },
        {
            "description": "Mount Pelée is an active volcano on the island of Martinique, with its last major eruption occurring in 1902.",
            "source": "https://www.britannica.com/place/Martinique-island-West-Indies"
        },
        {
            "description": "Martinique is known for its vibrant carnival celebrations, which take place every year in February.",
            "source": "https://www.lonelyplanet.com/martinique/background/other-features/a/nar/f87e01e6-f9c6-44f6-9bbd-5d8ce2db425f/1326167"
        }
    ],
    "SYC": [
        {
            "description": "Seychelles is an archipelago consisting of 115 islands in the Indian Ocean.",
            "source": "https://en.wikipedia.org/wiki/Seychelles"
        },
        {
            "description": "The official languages of Seychelles are English, French, and Seychellois Creole.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Seychelles"
        },
        {
            "description": "Seychelles has a tropical climate with temperatures ranging from 24 to 32 degrees Celsius.",
            "source": "https://en.wikipedia.org/wiki/Geography_of_Seychelles"
        },
        {
            "description": "Seychelles is home to several unique species of flora and fauna, including the Coco de Mer palm tree and the Seychelles giant tortoise.",
            "source": "https://en.wikipedia.org/wiki/Wildlife_of_Seychelles"
        }
    ],
    "MDG": [
        {
            "description": "Madagascar is the fourth largest island in the world.",
            "source": "https://en.wikipedia.org/wiki/Madagascar"
        },
        {
            "description": "90% of Madagascar's wildlife is found nowhere else on Earth.",
            "source": "https://en.wikipedia.org/wiki/Madagascar"
        },
        {
            "description": "The official languages of Madagascar are Malagasy and French.",
            "source": "https://en.wikipedia.org/wiki/Madagascar"
        },
        {
            "description": "Rice is the staple food of Madagascar and is eaten with almost every meal.",
            "source": "https://en.wikipedia.org/wiki/Cuisine_of_Madagascar"
        }
    ],
    "NZL": [
        {
            "description": "New Zealand is a sovereign island country in the southwestern Pacific Ocean.",
            "source": "https://en.wikipedia.org/wiki/New_Zealand"
        },
        {
            "description": "New Zealand has two official languages: English and Māori.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_New_Zealand"
        },
        {
            "description": "New Zealand was one of the last major landmasses settled by humans, with the arrival of the Māori people around 1250–1300 AD.",
            "source": "https://en.wikipedia.org/wiki/History_of_New_Zealand"
        },
        {
            "description": "New Zealand is known for its stunning scenery, which includes mountains, beaches, forests, and geothermal areas.",
            "source": "https://en.wikipedia.org/wiki/Tourism_in_New_Zealand"
        }
    ],
    "KNA": [
        {
            "description": "Saint Kitts and Nevis is a dual-island nation located in the Caribbean Sea.",
            "source": "https://en.wikipedia.org/wiki/Saint_Kitts_and_Nevis"
        },
        {
            "description": "The capital city of Saint Kitts and Nevis is Basseterre which is located on the island of Saint Kitts.",
            "source": "https://en.wikipedia.org/wiki/Basseterre"
        },
        {
            "description": "The official language of Saint Kitts and Nevis is English.",
            "source": "https://en.wikipedia.org/wiki/Saint_Kitts_and_Nevis"
        },
        {
            "description": "Saint Kitts and Nevis has a total population of around 55,000 people.",
            "source": "https://www.worldometers.info/world-population/saint-kitts-and-nevis-population/"
        }
    ],
    "NIU": [
        {
            "description": "Niue is a self-governing island nation located in the South Pacific Ocean.",
            "source": "https://en.wikipedia.org/wiki/Niue"
        },
        {
            "description": "Niue is one of the smallest countries in the world, with a land area of just 260 square kilometers.",
            "source": "https://www.worldometers.info/geography/smallest-countries-in-the-world/"
        },
        {
            "description": "Niue is known for its unique limestone caves and chasms, which are popular tourist attractions.",
            "source": "https://www.lonelyplanet.com/niue"
        },
        {
            "description": "Niue does not have an official capital city, but Alofi is considered the largest town and administrative center.",
            "source": "https://www.worldatlas.com/articles/what-is-the-capital-of-niue.html"
        }
    ],
    "TLS": [
        {
            "description": "Timor-Leste is a sovereign state located in Southeast Asia, comprising the eastern half of the island of Timor, the nearby islands of Atauro and Jaco, and Oecusse, an exclave on the northwestern side of the island, surrounded by Indonesian West Timor.",
            "source": "https://en.wikipedia.org/wiki/East_Timor"
        },
        {
            "description": "The official languages of Timor-Leste are Tetum and Portuguese, with some knowledge of English and Bahasa Indonesia.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_East_Timor"
        },
        {
            "description": "Coffee and sandalwood are among the important exports of Timor-Leste.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_East_Timor"
        },
        {
            "description": "Timor-Leste has a rich and diverse culture, with traditional music, dance, and art forms that reflect its history and heritage.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_East_Timor"
        }
    ],
    "PAK": [
        {
            "description": "Pakistan is the 5th most populous country in the world with a population of over 220 million people.",
            "source": "https://en.wikipedia.org/wiki/Pakistan"
        },
        {
            "description": "The official language of Pakistan is Urdu, although English is also widely spoken and used in government, education, and business.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Pakistan"
        },
        {
            "description": "Pakistan is home to several UNESCO World Heritage sites, including the ancient ruins of Mohenjo-daro and the historic city of Lahore.",
            "source": "https://en.wikipedia.org/wiki/List_of_World_Heritage_Sites_in_Pakistan"
        },
        {
            "description": "The national sport of Pakistan is field hockey, and the Pakistani men's team has won multiple Olympic medals and World Cups.",
            "source": "https://en.wikipedia.org/wiki/Pakistan_national_field_hockey_team"
        }
    ],
    "CZE": [
        {
            "description": "Czechia is a landlocked country in Central Europe, bordered by Germany to the west, Austria to the south, Slovakia to the east, and Poland to the northeast.",
            "source": "https://en.wikipedia.org/wiki/Czech_Republic"
        },
        {
            "description": "Czechia has a rich history and cultural heritage, with many historic castles, churches, and landmarks scattered throughout the country.",
            "source": "https://www.czechtourism.com/home/"
        },
        {
            "description": "Czechia is also known for its beer culture, with a long history of brewing and many famous beer brands such as Pilsner Urquell, Budweiser Budvar, and Staropramen.",
            "source": "https://en.wikipedia.org/wiki/Beer_in_the_Czech_Republic"
        },
        {
            "description": "Czechia is home to several world-renowned musicians and composers, including Antonin Dvorak, Bedrich Smetana, and Leos Janacek.",
            "source": "https://en.wikipedia.org/wiki/Music_of_the_Czech_Republic"
        }
    ],
    "WLF": [
        {
            "description": "Wallis Island is the largest island in the archipelago",
            "source": "https://en.wikipedia.org/wiki/Wallis_Island"
        },
        {
            "description": "Futuna Island is divided into two parts: Sigave and Alo",
            "source": "https://en.wikipedia.org/wiki/Futuna_Island,_Wallis_and_Futuna"
        },
        {
            "description": "The population of Wallis and Futuna is around 11,000 people",
            "source": "https://en.wikipedia.org/wiki/Wallis_and_Futuna"
        },
        {
            "description": "Wallis and Futuna is a French overseas collectivity",
            "source": "https://en.wikipedia.org/wiki/Wallis_and_Futuna"
        }
    ],
    "TZA": [
        {
            "description": "Tanzania is the largest country in East Africa, with a total area of over 945,000 square kilometers.",
            "source": "https://en.wikipedia.org/wiki/Tanzania"
        },
        {
            "description": "The Serengeti National Park, located in Tanzania, is one of the oldest and most popular national parks in Africa, known for its annual wildebeest migration.",
            "source": "https://en.wikipedia.org/wiki/Serengeti_National_Park"
        },
        {
            "description": "Mount Kilimanjaro, located in northern Tanzania, is the highest peak in Africa and the highest free-standing mountain in the world.",
            "source": "https://en.wikipedia.org/wiki/Mount_Kilimanjaro"
        },
        {
            "description": "Tanzania is home to many ethnic groups, including the Chaga, Pare, Sukuma, and Maasai people.",
            "source": "https://en.wikipedia.org/wiki/Demographics_of_Tanzania"
        }
    ],
    "STP": [
        {
            "description": "São Tomé and Príncipe is the second-smallest African country by population.",
            "source": "https://en.wikipedia.org/wiki/S%C3%A3o_Tom%C3%A9_and_Pr%C3%ADncipe"
        },
        {
            "description": "The country is made up of two main islands, São Tomé and Príncipe, and several smaller ones.",
            "source": "https://en.wikipedia.org/wiki/S%C3%A3o_Tom%C3%A9_and_Pr%C3%ADncipe"
        },
        {
            "description": "São Tomé and Príncipe was originally uninhabited when discovered by Portuguese explorers in the late 15th century.",
            "source": "https://en.wikipedia.org/wiki/S%C3%A3o_Tom%C3%A9_and_Pr%C3%ADncipe"
        },
        {
            "description": "The country's economy is mainly based on agriculture, specifically cocoa production.",
            "source": "https://en.wikipedia.org/wiki/S%C3%A3o_Tom%C3%A9_and_Pr%C3%ADncipe"
        }
    ],
    "ISR": [
        {
            "description": "Israel is located in the Middle East, on the eastern shore of the Mediterranean Sea.",
            "source": "https://en.wikipedia.org/wiki/Israel"
        },
        {
            "description": "Israel is a parliamentary democracy and a member of the United Nations.",
            "source": "https://en.wikipedia.org/wiki/Israel"
        },
        {
            "description": "Jerusalem is the capital of Israel, and it is considered a holy city by three major religions: Judaism, Christianity, and Islam.",
            "source": "https://en.wikipedia.org/wiki/Israel"
        },
        {
            "description": "Hebrew is the official language of Israel, but Arabic is also widely spoken.",
            "source": "https://en.wikipedia.org/wiki/Israel"
        }
    ],
    "BTN": [
        {
            "description": "Bhutan is a landlocked country in South Asia, located in the eastern Himalayas.",
            "source": "https://en.wikipedia.org/wiki/Bhutan"
        },
        {
            "description": "Bhutan is known for its concept of Gross National Happiness (GNH), which measures the well-being and happiness of citizens instead of just economic growth.",
            "source": "https://en.wikipedia.org/wiki/Gross_National_Happiness"
        },
        {
            "description": "Bhutan is one of the few countries in the world that has maintained its traditional dress, architecture, and way of life.",
            "source": "https://www.bbc.com/news/world-asia-37994285"
        },
        {
            "description": "Bhutan is the only country in the world to have a negative carbon footprint, meaning it absorbs more carbon than it emits.",
            "source": "https://www.nationalgeographic.com/environment/2019/04/how-bhutan-became-worlds-greenest-country/"
        }
    ],
    "ALB": [
        {
            "description": "Albania is a country located in Southeast Europe on the Balkan Peninsula.",
            "source": "https://en.wikipedia.org/wiki/Albania"
        },
        {
            "description": "The official language of Albania is Albanian, which has two distinct dialects: Tosk and Gheg.",
            "source": "https://en.wikipedia.org/wiki/Albanian_language"
        },
        {
            "description": "Albania has a coastline along the Adriatic and Ionian seas, making it a popular tourist destination for beachgoers.",
            "source": "https://en.wikipedia.org/wiki/Albania#Geography"
        },
        {
            "description": "The currency of Albania is the lek (ALL) and the economy is largely dependent on agriculture, mining, and energy production.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Albania"
        }
    ],
    "BOL": [
        {
            "description": "Bolivia is a landlocked country located in South America, bordered by Brazil to the north and east, Paraguay and Argentina to the south, Chile to the southwest, and Peru to the west.",
            "source": "https://en.wikipedia.org/wiki/Bolivia"
        },
        {
            "description": "Bolivia is known for its diverse geography, which includes the Andes mountains, the Atacama Desert, and the Amazon Basin rainforest.",
            "source": "https://en.wikipedia.org/wiki/Bolivia"
        },
        {
            "description": "The official languages of Bolivia are Spanish, Quechua, and Aymara. Additionally, there are over 30 indigenous languages spoken throughout the country.",
            "source": "https://en.wikipedia.org/wiki/Bolivia"
        },
        {
            "description": "Bolivia has a rich cultural heritage, with traditions that date back thousands of years. Some examples include the pre-Columbian ruins at Tiwanaku, the vibrant Carnaval de Oruro festival, and the colorful textiles and crafts produced by indigenous communities.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Bolivia"
        }
    ],
    "CYP": [
        {
            "description": "Cyprus is the third largest island in the Mediterranean Sea, after Sicily and Sardinia.",
            "source": "https://en.wikipedia.org/wiki/Cyprus"
        },
        {
            "description": "The capital city of Cyprus is Nicosia, which is also the country's largest city.",
            "source": "https://en.wikipedia.org/wiki/Nicosia"
        },
        {
            "description": "The official languages of Cyprus are Greek and Turkish, although English is widely spoken and understood.",
            "source": "https://en.wikipedia.org/wiki/Cyprus"
        },
        {
            "description": "Cyprus gained independence from British rule in 1960, but has been divided into two parts since a Turkish invasion in 1974.",
            "source": "https://en.wikipedia.org/wiki/Cyprus"
        }
    ],
    "GTM": [
        {
            "description": "Guatemala is the largest country in Central America by both population and land area.",
            "source": "https://en.wikipedia.org/wiki/Guatemala"
        },
        {
            "description": "The ancient Maya civilization once thrived in what is now Guatemala, and many of their ruins can still be visited today.",
            "source": "https://en.wikipedia.org/wiki/Maya_civilization"
        },
        {
            "description": "Guatemala has a diverse ecology that includes rainforests, mountains, volcanoes, and beaches on both the Pacific and Caribbean coasts.",
            "source": "https://en.wikipedia.org/wiki/Geography_of_Guatemala"
        },
        {
            "description": "Guatemala is known for its vibrant traditional culture, including textiles, music, dance, and cuisine.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Guatemala"
        }
    ],
    "MAF": [
        {
            "description": "Saint Martin is an island in the northeast Caribbean Sea, approximately 240 km east of Puerto Rico",
            "source": "https://en.wikipedia.org/wiki/Saint_Martin"
        },
        {
            "description": "The island is divided into two separate countries: the French collectivity of Saint-Martin to the north and the Dutch territory of Sint Maarten to the south.",
            "source": "https://en.wikipedia.org/wiki/Saint_Martin"
        },
        {
            "description": "Saint Martin has a tropical savanna climate, with dry season from January to April and rainy season from August to December",
            "source": "https://en.wikipedia.org/wiki/Climate_of_Saint_Martin"
        },
        {
            "description": "Tourism is a major industry in Saint Martin, with many beaches, resorts, and casinos attracting visitors from around the world.",
            "source": "https://en.wikipedia.org/wiki/Saint_Martin#Economy"
        }
    ],
    "LTU": [
        {
            "description": "Lithuania is located in Northern Europe and is the southernmost of the Baltic States.",
            "source": "https://en.wikipedia.org/wiki/Lithuania"
        },
        {
            "description": "The capital and largest city of Lithuania is Vilnius, which has a population of over 540,000 people.",
            "source": "https://en.wikipedia.org/wiki/Vilnius"
        },
        {
            "description": "Lithuania is known for its rich cultural heritage, including its folk music and dance traditions, as well as its unique cuisine.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Lithuania"
        },
        {
            "description": "The official language of Lithuania is Lithuanian, which is one of the oldest living languages in Europe and uses the Latin alphabet.",
            "source": "https://en.wikipedia.org/wiki/Lithuanian_language"
        }
    ],
    "HUN": [
        {
            "description": "Hungary is a landlocked country in Central Europe.",
            "source": "https://en.wikipedia.org/wiki/Hungary"
        },
        {
            "description": "The official language of Hungary is Hungarian.",
            "source": "https://en.wikipedia.org/wiki/Hungarian_language"
        },
        {
            "description": "Budapest, the capital of Hungary, is often called the 'Paris of the East'.",
            "source": "https://en.wikipedia.org/wiki/Budapest"
        },
        {
            "description": "Goulash, a traditional stew made with meat and vegetables, is a popular dish in Hungary.",
            "source": "https://en.wikipedia.org/wiki/Goulash"
        }
    ],
    "SEN": [
        {
            "description": "Senegal is located in West Africa and borders the Atlantic Ocean to the west.",
            "source": "https://en.wikipedia.org/wiki/Senegal"
        },
        {
            "description": "The official language of Senegal is French, but Wolof is widely spoken throughout the country.",
            "source": "https://en.wikipedia.org/wiki/Senegal"
        },
        {
            "description": "Dakar is the capital and largest city in Senegal.",
            "source": "https://en.wikipedia.org/wiki/Senegal"
        },
        {
            "description": "Senegal's economy is based largely on agriculture, with peanuts being its main export crop.",
            "source": "https://en.wikipedia.org/wiki/Senegal"
        }
    ],
    "THA": [
        {
            "description": "Thailand is known for its beautiful beaches and islands such as Phuket, Koh Samui and Phi Phi Islands.",
            "source": "https://en.wikipedia.org/wiki/Thailand"
        },
        {
            "description": "The country's official language is Thai.",
            "source": "https://en.wikipedia.org/wiki/Thailand"
        },
        {
            "description": "Thailand is the world's largest exporter of rice.",
            "source": "https://en.wikipedia.org/wiki/Thailand"
        },
        {
            "description": "Thai cuisine is famous for its unique blend of flavors, including spicy, sour, sweet, and salty.",
            "source": "https://en.wikipedia.org/wiki/Thai_cuisine"
        }
    ],
    "PYF": [
        {
            "description": "It is an overseas collectivity of France located in the South Pacific Ocean.",
            "source": "https://en.wikipedia.org/wiki/French_Polynesia"
        },
        {
            "description": "The islands cover over 4,000 square kilometers and consist of 118 geographically dispersed islands and atolls.",
            "source": "https://en.wikipedia.org/wiki/French_Polynesia"
        },
        {
            "description": "French Polynesia is known for its stunning natural beauty, including crystal clear lagoons, coral reefs, and ancient volcanoes.",
            "source": "https://en.wikipedia.org/wiki/French_Polynesia"
        },
        {
            "description": "The largest and most populous island in French Polynesia is Tahiti, which is home to the capital city of Papeete.",
            "source": "https://en.wikipedia.org/wiki/Tahiti"
        }
    ],
    "TJK": [
        {
            "description": "Tajikistan is a landlocked country in Central Asia.",
            "source": "https://en.wikipedia.org/wiki/Tajikistan"
        },
        {
            "description": "The Pamir Mountains, also known as the 'Roof of the World,' are located in Tajikistan.",
            "source": "https://en.wikipedia.org/wiki/Pamir_Mountains"
        },
        {
            "description": "Dushanbe, the capital of Tajikistan, is home to the world's second tallest flagpole.",
            "source": "https://en.wikipedia.org/wiki/Tajikistan#Landmarks_and_architecture"
        },
        {
            "description": "Tajikistan is the only Persian-speaking country in Central Asia.",
            "source": "https://en.wikipedia.org/wiki/Tajikistan"
        }
    ],
    "BIH": [
        {
            "description": "Bosnia and Herzegovina is a country located in Southeast Europe",
            "source": "https://en.wikipedia.org/wiki/Bosnia_and_Herzegovina"
        },
        {
            "description": "Sarajevo is the capital city of Bosnia and Herzegovina",
            "source": "https://en.wikipedia.org/wiki/Sarajevo"
        },
        {
            "description": "The Bosnian War took place from 1992 to 1995, resulting in the country's independence from Yugoslavia",
            "source": "https://en.wikipedia.org/wiki/Bosnian_War"
        },
        {
            "description": "The Stari Most bridge in the city of Mostar is a UNESCO World Heritage Site",
            "source": "https://en.wikipedia.org/wiki/Stari_Most"
        }
    ],
    "SDN": [
        {
            "description": "Sudan is the third-largest country in Africa, located in Northeastern Africa.",
            "source": "https://en.wikipedia.org/wiki/Sudan"
        },
        {
            "description": "The official language of Sudan is Arabic and the country has a diverse ethnic makeup.",
            "source": "https://www.britannica.com/place/Sudan"
        },
        {
            "description": "Sudan has a rich cultural heritage and is home to several ancient civilizations such as the Nubians and Kushites.",
            "source": "https://www.worldatlas.com/articles/10-interesting-facts-about-sudan.html"
        },
        {
            "description": "The economy of Sudan is largely dependent on agriculture and oil exports, but the country faces significant economic challenges.",
            "source": "https://www.cia.gov/the-world-factbook/countries/sudan/"
        }
    ],
    "POL": [
        {
            "description": "Poland is a country located in Central Europe.",
            "source": "https://en.wikipedia.org/wiki/Poland"
        },
        {
            "description": "The official language spoken in Poland is Polish.",
            "source": "https://en.wikipedia.org/wiki/Polish_language"
        },
        {
            "description": "Warsaw is the capital city of Poland.",
            "source": "https://en.wikipedia.org/wiki/Warsaw"
        },
        {
            "description": "Poland is famous for its pierogi (dumplings), kielbasa (sausage), and bigos (sauerkraut stew).",
            "source": "https://en.wikipedia.org/wiki/Polish_cuisine"
        }
    ],
    "MHL": [
        {
            "description": "The Marshall Islands is a nation consisting of 29 atolls and 5 individual islands located in the Pacific Ocean.",
            "source": "https://en.wikipedia.org/wiki/Marshall_Islands"
        },
        {
            "description": "It gained independence from the United States in 1986, but still has strong ties to the US under the Compact of Free Association.",
            "source": "https://www.britannica.com/place/Marshall-Islands"
        },
        {
            "description": "The official languages of the Marshall Islands are Marshallese and English.",
            "source": "https://www.cia.gov/the-world-factbook/countries/marshall-islands/#people-and-society"
        },
        {
            "description": "The economy of the Marshall Islands is heavily reliant on foreign aid and fishing licenses, with tourism being a growing sector.",
            "source": "https://www.worldbank.org/en/country/marshallislands/overview"
        }
    ],
    "ATF": [
        {
            "description": "French Southern and Antarctic Lands is a French overseas territory situated in the southern Indian Ocean.",
            "source": "https://en.wikipedia.org/wiki/French_Southern_and_Antarctic_Lands"
        },
        {
            "description": "The territory consists of five districts: Kerguelen Islands, Crozet Islands, Amsterdam Island and Saint-Paul Island, Adélie Land",
            "source": "https://en.wikipedia.org/wiki/French_Southern_and_Antarctic_Lands"
        },
        {
            "description": "French Southern and Antarctic Lands has no permanent population but is inhabited by scientific researchers and support staff.",
            "source": "https://en.wikipedia.org/wiki/French_Southern_and_Antarctic_Lands"
        },
        {
            "description": "The territory is home to a variety of wildlife including penguins, seals, and seabirds.",
            "source": "https://en.wikipedia.org/wiki/French_Southern_and_Antarctic_Lands"
        }
    ],
    "JEY": [
        {
            "description": "Jersey is the largest of the Channel Islands and is located in the English Channel",
            "source": "https://en.wikipedia.org/wiki/Jersey"
        },
        {
            "description": "Jersey has its own legal and financial systems separate from those of the UK",
            "source": "https://en.wikipedia.org/wiki/Jersey"
        },
        {
            "description": "Jersey's official languages are English and French, and Jèrriais (a form of Norman-French) is also recognized as a regional language",
            "source": "https://en.wikipedia.org/wiki/Jersey"
        },
        {
            "description": "Jersey is known for its dairy industry and famous Jersey cows which produce high-quality milk",
            "source": "https://en.wikipedia.org/wiki/Jersey_cattle"
        }
    ],
    "HND": [
        {
            "description": "Honduras is a country located in Central America.",
            "source": "https://en.wikipedia.org/wiki/Honduras"
        },
        {
            "description": "The official language of Honduras is Spanish.",
            "source": "https://en.wikipedia.org/wiki/Honduras#Languages"
        },
        {
            "description": "The Honduran lempira is the national currency of Honduras.",
            "source": "https://en.wikipedia.org/wiki/Honduras#Economy"
        },
        {
            "description": "The Bay Islands, a popular tourist destination, are located off the coast of Honduras.",
            "source": "https://en.wikipedia.org/wiki/Bay_Islands_Department"
        }
    ],
    "MSR": [
        {
            "description": "Montserrat is an island in the Caribbean, located southeast of Puerto Rico.",
            "source": "https://en.wikipedia.org/wiki/Montserrat"
        },
        {
            "description": "The Soufrière Hills volcano on Montserrat erupted in 1995 and caused widespread damage to the island's infrastructure.",
            "source": "https://en.wikipedia.org/wiki/Soufri%C3%A8re_Hills"
        },
        {
            "description": "Montserrat is a British Overseas Territory, making Queen Elizabeth II the head of state.",
            "source": "https://en.wikipedia.org/wiki/Montserrat"
        },
        {
            "description": "The population of Montserrat is around 5,000 people.",
            "source": "https://en.wikipedia.org/wiki/Montserrat"
        }
    ],
    "CXR": [
        {
            "description": "Christmas Island is a territory of Australia located in the Indian Ocean.",
            "source": "https://en.wikipedia.org/wiki/Christmas_Island"
        },
        {
            "description": "The island is famous for the annual red crab migration, where millions of crabs make their way from the forest to the sea to breed.",
            "source": "https://www.australia.com/en/places/christmas-island/guide-to-christmas-island.html"
        },
        {
            "description": "Christmas Island is home to several unique species, such as the Christmas Island flying fox and the Christmas Island shrew.",
            "source": "https://www.britannica.com/place/Christmas-Island-territory-Australia"
        },
        {
            "description": "The official languages of Christmas Island are English and Chinese, reflecting the island's diverse population.",
            "source": "https://www.worldatlas.com/articles/what-languages-are-spoken-in-christmas-island.html"
        }
    ],
    "NLD": [
        {
            "description": "The Netherlands is a country located in Western Europe known for its windmills, tulips, and cycling culture.",
            "source": "https://en.wikipedia.org/wiki/Netherlands"
        },
        {
            "description": "The Netherlands has the highest population density of any EU country, with over 17 million people living on less than 42,000 km² of land.",
            "source": "https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Population_density_statistics#Highest_population_density_in_the_Netherlands"
        },
        {
            "description": "The Dutch are known for their innovative water management techniques, including the construction of vast networks of dams, dikes, and canals to keep their low-lying land dry.",
            "source": "https://www.netherlandsandyou.nl/about-the-kingdom/innovations/water-management"
        },
        {
            "description": "The Hague, located in the Netherlands, is home to the International Court of Justice, which settles legal disputes between countries.",
            "source": "https://www.icj-cij.org/en"
        }
    ],
    "CRI": [
        {
            "description": "Costa Rica is a country located in Central America, bordered by Nicaragua to the north and Panama to the south.",
            "source": "https://en.wikipedia.org/wiki/Costa_Rica"
        },
        {
            "description": "It has a population of approximately 5.1 million people.",
            "source": "https://en.wikipedia.org/wiki/Costa_Rica#Demographics"
        },
        {
            "description": "Costa Rica is known for its biodiversity and commitment to conservation, with over 25% of its land protected as national parks, wildlife refuges, and reserves.",
            "source": "https://en.wikipedia.org/wiki/Costa_Rica#Environment_and_wildlife"
        },
        {
            "description": "Its official language is Spanish, but English is also spoken widely throughout the country.",
            "source": "https://en.wikipedia.org/wiki/Costa_Rica#Languages"
        }
    ],
    "FSM": [
        {
            "description": "Micronesia is an independent country composed of four states located in the Pacific Ocean.",
            "source": "https://en.wikipedia.org/wiki/Federated_States_of_Micronesia"
        },
        {
            "description": "The official languages of Micronesia are English and Chamorro, but many other languages are also spoken.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Micronesia"
        },
        {
            "description": "Micronesia is a popular destination for scuba diving due to its clear waters and diverse marine life.",
            "source": "https://en.wikipedia.org/wiki/Micronesia#Tourism"
        },
        {
            "description": "The economy of Micronesia is heavily reliant on foreign aid, with the United States being its largest donor.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_the_Federated_States_of_Micronesia"
        }
    ],
    "KIR": [
        {
            "description": "Kiribati is a sovereign island nation located in the central Pacific Ocean.",
            "source": "https://en.wikipedia.org/wiki/Kiribati"
        },
        {
            "description": "The country consists of 33 atolls and reef islands, spread over 3.5 million square kilometers of ocean.",
            "source": "https://en.wikipedia.org/wiki/Kiribati"
        },
        {
            "description": "Kiribati was formerly known as the Gilbert Islands and gained independence from the United Kingdom in 1979.",
            "source": "https://en.wikipedia.org/wiki/Kiribati"
        },
        {
            "description": "The people of Kiribati are known for their music, dance, and weaving traditions, and also have a unique system of timekeeping based on the position of the sun and moon.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Kiribati"
        }
    ],
    "GRL": [
        {
            "description": "Greenland is the world's largest island, located between the Arctic and Atlantic oceans.",
            "source": "https://en.wikipedia.org/wiki/Greenland"
        },
        {
            "description": "Greenland has a population of only around 56,000 people, making it the least densely populated country in the world.",
            "source": "https://en.wikipedia.org/wiki/Greenland"
        },
        {
            "description": "Greenland is home to the world's largest national park, Northeast Greenland National Park, which covers an area of over 972,000 square kilometers.",
            "source": "https://en.wikipedia.org/wiki/Greenland"
        },
        {
            "description": "The Greenlandic language is the official language of Greenland, although Danish is also widely spoken.",
            "source": "https://en.wikipedia.org/wiki/Greenland"
        }
    ],
    "NGA": [
        {
            "description": "Nigeria is the most populous country in Africa, with over 200 million people as of 2021",
            "source": "https://en.wikipedia.org/wiki/Nigeria"
        },
        {
            "description": "Nigeria is the largest producer of oil in Africa and the 12th largest in the world",
            "source": "https://en.wikipedia.org/wiki/Energy_in_Nigeria"
        },
        {
            "description": "English is the official language of Nigeria, but there are over 500 other languages spoken throughout the country",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Nigeria"
        },
        {
            "description": "Nollywood, the Nigerian film industry, is the second largest film industry in the world in terms of output, producing around 2,500 films per year",
            "source": "https://en.wikipedia.org/wiki/Cinema_of_Nigeria"
        }
    ],
    "SVN": [
        {
            "description": "Slovenia is a small country in central Europe, bordered by Italy to the west, Austria to the north, Hungary to the northeast, and Croatia to the south and southeast.",
            "source": "https://en.wikipedia.org/wiki/Slovenia"
        },
        {
            "description": "Slovenia has a population of just over 2 million people, making it one of the smallest countries in Europe.",
            "source": "https://en.wikipedia.org/wiki/Slovenia"
        },
        {
            "description": "The Slovenian language is closely related to Croatian and Serbian, and is one of the 24 official languages of the European Union.",
            "source": "https://en.wikipedia.org/wiki/Slovenian_language"
        },
        {
            "description": "Slovenia is known for its beautiful natural scenery, including the Julian Alps, the Soča River, and Lake Bled.",
            "source": "https://en.wikipedia.org/wiki/Tourism_in_Slovenia"
        }
    ],
    "DJI": [
        {
            "description": "Djibouti is a country located in the Horn of Africa.",
            "source": "https://en.wikipedia.org/wiki/Djibouti"
        },
        {
            "description": "The official languages of Djibouti are French and Arabic.",
            "source": "https://en.wikipedia.org/wiki/Djibouti#Languages"
        },
        {
            "description": "Djibouti has one of the busiest ports in the region, serving as a major transshipment hub.",
            "source": "https://en.wikipedia.org/wiki/Djibouti#Transportation"
        },
        {
            "description": "Lake Assal, located in Djibouti, is one of the saltiest bodies of water in the world.",
            "source": "https://en.wikipedia.org/wiki/Lake_Assal"
        }
    ],
    "IRN": [
        {
            "description": "Iran is a country in Western Asia.",
            "source": "https://en.wikipedia.org/wiki/Iran"
        },
        {
            "description": "Persian is the official language of Iran.",
            "source": "https://en.wikipedia.org/wiki/Persian_language"
        },
        {
            "description": "Tehran is the capital and largest city of Iran.",
            "source": "https://en.wikipedia.org/wiki/Tehran"
        },
        {
            "description": "Iran is home to one of the world's oldest civilizations, the Persian civilization.",
            "source": "https://en.wikipedia.org/wiki/Persian_Empire"
        }
    ],
    "TUR": [
        {
            "description": "Turkey is a transcontinental country located in Southeastern Europe and Southwestern Asia.",
            "source": "https://en.wikipedia.org/wiki/Turkey"
        },
        {
            "description": "Istanbul, one of Turkey's largest cities, is the only city in the world that spans two continents: Europe and Asia.",
            "source": "https://en.wikipedia.org/wiki/Istanbul"
        },
        {
            "description": "Turkish cuisine is known for its rich flavors, spices, and varied dishes, such as kebabs, baklava, and Turkish delight.",
            "source": "https://en.wikipedia.org/wiki/Turkish_cuisine"
        },
        {
            "description": "The Hagia Sophia, a historic mosque-turned-museum in Istanbul, was recently converted back to a mosque in 2020.",
            "source": "https://en.wikipedia.org/wiki/Hagia_Sophia"
        }
    ],
    "PNG": [
        {
            "description": "Papua New Guinea is the world's third largest island country after Indonesia and Madagascar.",
            "source": "https://en.wikipedia.org/wiki/Papua_New_Guinea"
        },
        {
            "description": "It is one of the most culturally diverse countries in the world, with over 850 indigenous languages and at least as many traditional societies.",
            "source": "https://en.wikipedia.org/wiki/Papua_New_Guinea"
        },
        {
            "description": "The national bird of Papua New Guinea is the Raggiana bird-of-paradise, which is also featured on the country's flag.",
            "source": "https://en.wikipedia.org/wiki/Raggiana_bird-of-paradise"
        },
        {
            "description": "The Kokoda Track is a famous hiking trail in Papua New Guinea that was the site of intense fighting between Australian and Japanese forces during World War II.",
            "source": "https://en.wikipedia.org/wiki/Kokoda_Track_campaign"
        }
    ],
    "BWA": [
        {
            "description": "Botswana is a landlocked country located in southern Africa.",
            "source": "https://en.wikipedia.org/wiki/Botswana"
        },
        {
            "description": "The Okavango Delta, one of the world's largest inland deltas, is located in Botswana.",
            "source": "https://en.wikipedia.org/wiki/Okavango_Delta"
        },
        {
            "description": "Botswana has one of the highest economic growth rates in the world, due to its diamond mining industry.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Botswana"
        },
        {
            "description": "Botswana has a large population of elephants and is home to the largest concentration of African elephants in the world.",
            "source": "https://en.wikipedia.org/wiki/Elephants_in_Botswana"
        }
    ],
    "USA": [
        {
            "description": "The United States is a federal republic composed of 50 states, a federal district, five major territories and various possessions.",
            "source": "https://en.wikipedia.org/wiki/United_States"
        },
        {
            "description": "The United States is the third most populous country in the world, with a population of over 331 million people as of 2021.",
            "source": "https://en.wikipedia.org/wiki/Demographics_of_the_United_States"
        },
        {
            "description": "The United States has the largest economy in the world by nominal GDP, totaling over $22 trillion in 2021.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_the_United_States"
        },
        {
            "description": "The United States has a federal system of government, with powers divided between the national government and the individual state governments.",
            "source": "https://en.wikipedia.org/wiki/Federalism_in_the_United_States"
        }
    ],
    "KOR": [
        {
            "description": "South Korea is located in East Asia and covers the southern part of the Korean Peninsula.",
            "source": "https://en.wikipedia.org/wiki/South_Korea"
        },
        {
            "description": "South Korea is the world's 11th largest economy by nominal GDP and the 4th largest in Asia.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_South_Korea"
        },
        {
            "description": "South Korea is known for its K-pop music industry and has produced many popular bands such as BTS, Blackpink and Twice.",
            "source": "https://en.wikipedia.org/wiki/K-pop"
        },
        {
            "description": "South Korea is home to many technology companies such as Samsung, LG and Hyundai.",
            "source": "https://en.wikipedia.org/wiki/List_of_companies_of_South_Korea"
        }
    ],
    "DZA": [
        {
            "description": "Algeria is the largest country in Africa.",
            "source": "https://en.wikipedia.org/wiki/Algeria"
        },
        {
            "description": "The official language of Algeria is Arabic.",
            "source": "https://en.wikipedia.org/wiki/Algeria"
        },
        {
            "description": "Algeria has a diverse landscape, including the Sahara Desert, mountains, and coastal regions.",
            "source": "https://en.wikipedia.org/wiki/Algeria"
        },
        {
            "description": "Algeria gained independence from France in 1962 after a long and bloody war.",
            "source": "https://en.wikipedia.org/wiki/Algeria"
        }
    ],
    "GAB": [
        {
            "description": "Gabon is a country in Central Africa.",
            "source": "https://en.wikipedia.org/wiki/Gabon"
        },
        {
            "description": "The official language in Gabon is French.",
            "source": "https://en.wikipedia.org/wiki/Gabon"
        },
        {
            "description": "Gabon is known for its rich biodiversity and has many national parks and protected areas.",
            "source": "https://en.wikipedia.org/wiki/Gabon#Environment_and_biodiversity"
        },
        {
            "description": "Gabon's economy is heavily reliant on its natural resources, particularly oil and timber.",
            "source": "https://en.wikipedia.org/wiki/Gabon#Economy"
        }
    ],
    "ROU": [
        {
            "description": "Romania is a country located in southeastern Europe.",
            "source": "https://en.wikipedia.org/wiki/Romania"
        },
        {
            "description": "The official language of Romania is Romanian.",
            "source": "https://en.wikipedia.org/wiki/Romanian_language"
        },
        {
            "description": "Transylvania, a region in Romania, is famous for its connection to the legend of Dracula.",
            "source": "https://en.wikipedia.org/wiki/Transylvania"
        },
        {
            "description": "The Palace of the Parliament in Bucharest, Romania is the second largest administrative building in the world.",
            "source": "https://en.wikipedia.org/wiki/Palace_of_the_Parliament"
        }
    ],
    "VUT": [
        {
            "description": "Vanuatu is an island nation located in the South Pacific Ocean, composed of 83 islands and with a population of approximately 307,000 people.",
            "source": "https://en.wikipedia.org/wiki/Vanuatu"
        },
        {
            "description": "The official languages of Vanuatu are Bislama, English and French, with Bislama being the most commonly spoken language.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Vanuatu"
        },
        {
            "description": "Vanuatu is known for its diverse culture, including traditional dances, music, and art. The country has been recognized by UNESCO for its intangible cultural heritage.",
            "source": "https://en.wikipedia.org/wiki/Vanuatu#Culture"
        },
        {
            "description": "Mount Yasur, located on the island of Tanna, is one of the world's most accessible active volcanoes, with frequent eruptions that attract tourists from around the world.",
            "source": "https://en.wikipedia.org/wiki/Mount_Yasur"
        }
    ],
    "DOM": [
        {
            "description": "The Dominican Republic is located on the Caribbean island of Hispaniola, which it shares with Haiti.",
            "source": "https://en.wikipedia.org/wiki/Dominican_Republic"
        },
        {
            "description": "The official language of the Dominican Republic is Spanish.",
            "source": "https://en.wikipedia.org/wiki/Dominican_Republic"
        },
        {
            "description": "Baseball is the most popular sport in the Dominican Republic, and the country has produced many Major League Baseball players.",
            "source": "https://en.wikipedia.org/wiki/Baseball_in_the_Dominican_Republic"
        },
        {
            "description": "The Dominican Republic is known for its beautiful beaches, including Punta Cana, which is one of the most popular tourist destinations in the Caribbean.",
            "source": "https://en.wikipedia.org/wiki/Punta_Cana"
        }
    ],
    "PLW": [
        {
            "description": "Palau is a small island nation located in the Western Pacific Ocean.",
            "source": "https://en.wikipedia.org/wiki/Palau"
        },
        {
            "description": "It is one of the smallest countries in the world, with a population of around 18,000 people.",
            "source": "https://en.wikipedia.org/wiki/Palau"
        },
        {
            "description": "Palauan culture places a strong emphasis on respect for the land and sea, which are considered sacred.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Palau"
        },
        {
            "description": "Palau is home to a number of unique and endangered species, including the saltwater crocodile and the dugong.",
            "source": "https://en.wikipedia.org/wiki/Palau#Wildlife"
        }
    ],
    "SPM": [
        {
            "description": "Saint Pierre and Miquelon is a self-governing territorial overseas collectivity of France located in the Northern Atlantic Ocean.",
            "source": "https://en.wikipedia.org/wiki/Saint_Pierre_and_Miquelon"
        },
        {
            "description": "The islands have a total population of around 6,000 people and are known for their unique mix of French and Canadian cultures.",
            "source": "https://en.wikipedia.org/wiki/Saint_Pierre_and_Miquelon"
        },
        {
            "description": "The economy of Saint Pierre and Miquelon is based on fishing, with the islands being one of the only places in the world where bluefin tuna can be caught commercially.",
            "source": "https://en.wikipedia.org/wiki/Saint_Pierre_and_Miquelon#Economy"
        },
        {
            "description": "The official language of the islands is French, but English is also widely spoken and understood.",
            "source": "https://en.wikipedia.org/wiki/Saint_Pierre_and_Miquelon#Language"
        }
    ],
    "IND": [
        {
            "description": "India is the seventh-largest country by land area in the world.",
            "source": "https://en.wikipedia.org/wiki/India"
        },
        {
            "description": "The Indian film industry, known as Bollywood, produces more movies than any other country's film industry.",
            "source": "https://en.wikipedia.org/wiki/Cinema_of_India"
        },
        {
            "description": "India is home to the largest population of tigers in the world, with an estimated 2,226 wild tigers.",
            "source": "https://en.wikipedia.org/wiki/Tiger_conservation_in_India"
        },
        {
            "description": "The number system invented in India is known as Hindu-Arabic numeral system, which is used by most countries in the world today.",
            "source": "https://en.wikipedia.org/wiki/Hindu%E2%80%93Arabic_numeral_system"
        }
    ],
    "LSO": [
        {
            "description": "Lesotho is a small country entirely surrounded by South Africa.",
            "source": "https://en.wikipedia.org/wiki/Lesotho"
        },
        {
            "description": "The official languages of Lesotho are Sesotho and English.",
            "source": "https://en.wikipedia.org/wiki/Lesotho"
        },
        {
            "description": "Lesotho has the highest lowest point of any country in the world, with its lowest elevation at 1,400 meters (4,593 feet).",
            "source": "https://en.wikipedia.org/wiki/Lesotho"
        },
        {
            "description": "The traditional Basotho hat, known as the mokorotlo, is a symbol of Lesotho's unique cultural heritage.",
            "source": "https://en.wikipedia.org/wiki/Lesotho"
        }
    ],
    "NCL": [
        {
            "description": "New Caledonia is a special collectivity of France located in the southwest Pacific Ocean.",
            "source": "https://en.wikipedia.org/wiki/New_Caledonia"
        },
        {
            "description": "The main island of New Caledonia is Grande Terre, which is home to the capital city of Noumea.",
            "source": "https://en.wikipedia.org/wiki/New_Caledonia"
        },
        {
            "description": "New Caledonia has a unique mix of cultures, including Melanesian, French, and other Pacific Islander influences.",
            "source": "https://en.wikipedia.org/wiki/New_Caledonia"
        },
        {
            "description": "The economy of New Caledonia is heavily dependent on nickel mining and processing, with the country being one of the world's leading producers of nickel.",
            "source": "https://en.wikipedia.org/wiki/New_Caledonia"
        }
    ],
    "LVA": [
        {
            "description": "Latvia is a country in Northern Europe and one of the three Baltic states.",
            "source": "https://en.wikipedia.org/wiki/Latvia"
        },
        {
            "description": "Riga, the capital city of Latvia, is known for its Art Nouveau architecture and historic Old Town.",
            "source": "https://en.wikipedia.org/wiki/Riga"
        },
        {
            "description": "Latvia has more than 12,000 rivers and about 3,000 lakes, making it one of the greenest countries in Europe.",
            "source": "https://en.wikipedia.org/wiki/Geography_of_Latvia"
        },
        {
            "description": "Latvia is home to many traditional festivals and celebrations, including the Latvian Song and Dance Festival which takes place every five years.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Latvia"
        }
    ],
    "BRA": [
        {
            "description": "Brazil is the largest country in South America and the fifth-largest country in the world by both area and population.",
            "source": "https://en.wikipedia.org/wiki/Brazil"
        },
        {
            "description": "The official language of Brazil is Portuguese, making it the only country in South America with this distinction.",
            "source": "https://en.wikipedia.org/wiki/Brazil"
        },
        {
            "description": "Brazil is home to a vast array of biodiversity, including the Amazon Rainforest which covers 60% of the country's land area.",
            "source": "https://en.wikipedia.org/wiki/Brazil#Geography_and_ecology"
        },
        {
            "description": "Football (soccer) is by far the most popular sport in Brazil, and the national team has won the FIFA World Cup a record five times.",
            "source": "https://en.wikipedia.org/wiki/Brazil#Sports"
        }
    ],
    "MAR": [
        {
            "description": "Morocco is a country located in North Africa.",
            "source": "https://en.wikipedia.org/wiki/Morocco"
        },
        {
            "description": "The official languages of Morocco are Arabic and Berber.",
            "source": "https://en.wikipedia.org/wiki/Morocco#Languages"
        },
        {
            "description": "Morocco is known for its vibrant cuisine, which includes dishes like tagine and couscous.",
            "source": "https://en.wikipedia.org/wiki/Moroccan_cuisine"
        },
        {
            "description": "The capital city of Morocco is Rabat.",
            "source": "https://en.wikipedia.org/wiki/Rabat"
        }
    ],
    "RWA": [
        {
            "description": "Rwanda is a landlocked country located in East Africa.",
            "source": "https://en.wikipedia.org/wiki/Rwanda"
        },
        {
            "description": "Rwanda is known as the 'Land of a Thousand Hills' due to its hilly and mountainous landscape.",
            "source": "https://www.worldatlas.com/articles/what-is-the-land-of-a-thousand-hills.html"
        },
        {
            "description": "The official languages of Rwanda are Kinyarwanda, French, and English.",
            "source": "https://www.britannica.com/place/Rwanda/Languages"
        },
        {
            "description": "Rwanda has made significant progress in women's rights, with women holding more than 60% of parliamentary seats, making it the country with the highest percentage of female parliamentarians in the world.",
            "source": "https://www.unwomen.org/en/news/stories/2019/9/feature-rwanda-women-in-politics"
        }
    ],
    "IMN": [
        {
            "description": "The Isle of Man is a self-governing British Crown dependency located in the Irish Sea between Great Britain and Ireland.",
            "source": "https://en.wikipedia.org/wiki/Isle_of_Man"
        },
        {
            "description": "The native language of the Isle of Man is Manx, which is a Gaelic language closely related to Irish and Scottish Gaelic.",
            "source": "https://en.wikipedia.org/wiki/Manx_language"
        },
        {
            "description": "The Isle of Man is known for its annual motorcycle race, the Isle of Man TT, which has been held since 1907 and is considered one of the most dangerous races in the world.",
            "source": "https://en.wikipedia.org/wiki/Isle_of_Man_TT"
        },
        {
            "description": "The economy of the Isle of Man is heavily dependent on its finance sector, with many offshore banks and insurance companies headquartered there.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_the_Isle_of_Man"
        }
    ],
    "BMU": [
        {
            "description": "Bermuda is a British Overseas Territory in the North Atlantic Ocean, located off the east coast of the United States.",
            "source": "https://en.wikipedia.org/wiki/Bermuda"
        },
        {
            "description": "Bermuda has a subtropical climate with mild and humid winters, and hot and humid summers.",
            "source": "https://en.wikipedia.org/wiki/Climate_of_Bermuda"
        },
        {
            "description": "The Bermudian dollar is pegged to the US dollar and both currencies are accepted interchangeably on the islands.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Bermuda"
        },
        {
            "description": "Bermuda is well-known for its pink sand beaches, crystal-clear waters, and diverse marine life, making it a popular tourist destination.",
            "source": "https://en.wikipedia.org/wiki/Tourism_in_Bermuda"
        }
    ],
    "MUS": [
        {
            "description": "Mauritius is an island nation located in the Indian Ocean, east of Madagascar.",
            "source": "https://en.wikipedia.org/wiki/Mauritius"
        },
        {
            "description": "The dodo, a flightless bird that became extinct in the late 17th century, was once found on Mauritius.",
            "source": "https://en.wikipedia.org/wiki/Dodo"
        },
        {
            "description": "Mauritius is one of the wealthiest nations in Africa, with a high GDP per capita and a diverse economy that includes tourism, textiles, and financial services.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Mauritius"
        },
        {
            "description": "Mauritian cuisine is a fusion of African, French, Chinese, and Indian influences, featuring dishes like curry, rougaille, and gateaux piments.",
            "source": "https://en.wikipedia.org/wiki/Mauritian_cuisine"
        }
    ],
    "SXM": [
        {
            "description": "Sint Maarten is a constituent country of the Kingdom of the Netherlands located on the southern part of the Caribbean island of Saint Martin.",
            "source": "https://en.wikipedia.org/wiki/Sint_Maarten"
        },
        {
            "description": "Sint Maarten has a population of approximately 42,000 people.",
            "source": "https://en.wikipedia.org/wiki/Sint_Maarten"
        },
        {
            "description": "The official languages of Sint Maarten are Dutch and English, although many residents also speak French and Spanish.",
            "source": "https://en.wikipedia.org/wiki/Sint_Maarten"
        },
        {
            "description": "Sint Maarten's economy relies heavily on tourism, with the majority of visitors coming from the United States and Canada.",
            "source": "https://en.wikipedia.org/wiki/Sint_Maarten"
        }
    ],
    "YEM": [
        {
            "description": "Yemen is located on the southern tip of the Arabian Peninsula and is bordered by Saudi Arabia to the north, Oman to the east, and the Red Sea and Gulf of Aden to the west and south.",
            "source": "https://en.wikipedia.org/wiki/Yemen"
        },
        {
            "description": "Yemen has a population of approximately 30 million people and is the second-largest country in the Arab world.",
            "source": "https://en.wikipedia.org/wiki/Yemen"
        },
        {
            "description": "The capital city of Yemen is Sana'a, which has a rich history dating back over 2,500 years.",
            "source": "https://en.wikipedia.org/wiki/Yemen"
        },
        {
            "description": "Yemen is home to four UNESCO World Heritage Sites, including the ancient city of Shibam, the Old Walled City of Shibam, the Historic Town of Zabid, and the Socotra Archipelago.",
            "source": "https://en.wikipedia.org/wiki/Yemen"
        }
    ],
    "FRA": [
        {
            "description": "France is the largest country in the European Union by land area",
            "source": "https://en.wikipedia.org/wiki/France"
        },
        {
            "description": "The Eiffel Tower, located in Paris, France is one of the most recognizable landmarks in the world",
            "source": "https://en.wikipedia.org/wiki/Eiffel_Tower"
        },
        {
            "description": "France is famous for its wine production, with regions such as Bordeaux and Burgundy being particularly renowned",
            "source": "https://en.wikipedia.org/wiki/French_wine"
        },
        {
            "description": "French cuisine is considered one of the finest in the world, known for dishes such as escargots, bouillabaisse, and coq au vin",
            "source": "https://en.wikipedia.org/wiki/French_cuisine"
        }
    ],
    "MDA": [
        {
            "description": "Moldova is a small landlocked country located in Eastern Europe.",
            "source": "https://en.wikipedia.org/wiki/Moldova"
        },
        {
            "description": "The official language of Moldova is Romanian.",
            "source": "https://en.wikipedia.org/wiki/Moldova"
        },
        {
            "description": "Wine production is an important industry in Moldova, with the country being known for its high-quality wine.",
            "source": "https://en.wikipedia.org/wiki/Moldova#Economy"
        },
        {
            "description": "Moldova is one of the poorest countries in Europe, with a low GDP per capita.",
            "source": "https://en.wikipedia.org/wiki/Moldova#Economy"
        }
    ],
    "UZB": [
        {
            "description": "Uzbekistan is a landlocked country located in Central Asia.",
            "source": "https://en.wikipedia.org/wiki/Uzbekistan"
        },
        {
            "description": "It has a population of over 34 million people.",
            "source": "https://www.worldometers.info/world-population/uzbekistan-population/"
        },
        {
            "description": "The official language is Uzbek, although Russian is also widely spoken.",
            "source": "https://www.britannica.com/place/Uzbekistan/Languages"
        },
        {
            "description": "Uzbekistan is home to various UNESCO World Heritage Sites, including the historic city of Samarkand",
            "source": "https://whc.unesco.org/en/statesparties/uz/"
        }
    ],
    "NRU": [
        {
            "description": "Nauru is the world's smallest island nation, covering just 21 km².",
            "source": "https://en.wikipedia.org/wiki/Nauru"
        },
        {
            "description": "Nauru was once one of the richest countries in the world due to its extensive phosphates reserves, but these have now been largely depleted.",
            "source": "https://en.wikipedia.org/wiki/Nauru"
        },
        {
            "description": "Nauru has a population of around 10,000 people, making it one of the least populous nations in the world.",
            "source": "https://en.wikipedia.org/wiki/Nauru"
        },
        {
            "description": "The official languages of Nauru are Nauruan and English.",
            "source": "https://en.wikipedia.org/wiki/Nauru"
        }
    ],
    "UGA": [
        {
            "description": "Uganda is a landlocked country in East Africa.",
            "source": "https://en.wikipedia.org/wiki/Uganda"
        },
        {
            "description": "The official languages of Uganda are English and Swahili.",
            "source": "https://en.wikipedia.org/wiki/Uganda#Languages"
        },
        {
            "description": "Uganda is home to half of the world's remaining population of mountain gorillas.",
            "source": "https://en.wikipedia.org/wiki/Uganda#Wildlife"
        },
        {
            "description": "Lake Victoria, one of the largest lakes in the world, is shared by Uganda along with Tanzania and Kenya.",
            "source": "https://en.wikipedia.org/wiki/Uganda#Geography"
        }
    ],
    "COG": [
        {
            "description": "The Republic of the Congo is a country located in central Africa.",
            "source": "https://en.wikipedia.org/wiki/Republic_of_the_Congo"
        },
        {
            "description": "The official language of the Republic of Congo is French.",
            "source": "https://en.wikipedia.org/wiki/Republic_of_the_Congo"
        },
        {
            "description": "Congo is one of the largest oil-producing countries in sub-Saharan Africa.",
            "source": "https://www.bbc.com/news/world-africa-13443287"
        },
        {
            "description": "The Congolese flag has three colors: green, yellow and red, which symbolize agriculture, peace, and blood shed during the struggle for independence, respectively.",
            "source": "https://en.wikipedia.org/wiki/Flag_of_the_Republic_of_the_Congo"
        }
    ],
    "COL": [
        {
            "description": "Colombia is the only country in South America to have coastlines on both the Pacific Ocean and the Caribbean Sea.",
            "source": "https://en.wikipedia.org/wiki/Colombia"
        },
        {
            "description": "Colombia has the second-highest biodiversity in the world after Brazil, due to its unique geographical location and topography which includes Andes mountains, Amazon rainforest, and coastal plains.",
            "source": "https://en.wikipedia.org/wiki/Colombia"
        },
        {
            "description": "Colombia is the world's leading producer of emeralds and one of the major producers of coffee.",
            "source": "https://en.wikipedia.org/wiki/Colombia"
        },
        {
            "description": "Colombia's national symbol is the Andean condor, which is one of the largest flying birds in the world and is found in the Andes mountains of South America.",
            "source": "https://en.wikipedia.org/wiki/Colombia"
        }
    ],
    "PRI": [
        {
            "description": "Puerto Rico is an unincorporated territory of the United States located in the northeastern Caribbean.",
            "source": "https://en.wikipedia.org/wiki/Puerto_Rico"
        },
        {
            "description": "The official languages of Puerto Rico are Spanish and English.",
            "source": "https://en.wikipedia.org/wiki/Puerto_Rico"
        },
        {
            "description": "Puerto Rico has a tropical climate with an average temperature of 80°F (27°C) throughout the year.",
            "source": "https://en.wikipedia.org/wiki/Puerto_Rico"
        },
        {
            "description": "The Bioluminescent Bay in Vieques, Puerto Rico is one of the best examples of bioluminescence in the world.",
            "source": "https://en.wikipedia.org/wiki/Puerto_Rico"
        }
    ],
    "KAZ": [
        {
            "description": "Kazakhstan is the world's largest landlocked country.",
            "source": "https://en.wikipedia.org/wiki/Kazakhstan"
        },
        {
            "description": "The capital city of Kazakhstan is Nur-Sultan (previously Astana).",
            "source": "https://en.wikipedia.org/wiki/Kazakhstan"
        },
        {
            "description": "Kazakhstan is known for its vast oil reserves and is a major exporter of oil and natural gas.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Kazakhstan"
        },
        {
            "description": "Kazakhstan has a diverse ethnic population, including Kazakhs, Russians, Uzbeks, Ukrainians, Germans, and many others.",
            "source": "https://en.wikipedia.org/wiki/Demographics_of_Kazakhstan"
        }
    ],
    "EST": [
        {
            "description": "Estonia is a country in Northern Europe and is one of the Baltic states.",
            "source": "https://en.wikipedia.org/wiki/Estonia"
        },
        {
            "description": "Estonia has a population of approximately 1.3 million people.",
            "source": "https://en.wikipedia.org/wiki/Demographics_of_Estonia"
        },
        {
            "description": "Estonia is known for its advanced digital society, having pioneered e-governance systems such as online voting and digital signatures.",
            "source": "https://en.wikipedia.org/wiki/Estonia"
        },
        {
            "description": "Estonian is the official language of Estonia.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Estonia"
        }
    ],
    "BGR": [
        {
            "description": "Bulgaria is a country located in Southeast Europe with a population of approximately 6.9 million people.",
            "source": "https://en.wikipedia.org/wiki/Bulgaria"
        },
        {
            "description": "The Bulgarian language uses the Cyrillic alphabet, which was developed in the 9th century AD by the brothers St. Cyril and St. Methodius.",
            "source": "https://en.wikipedia.org/wiki/Bulgarian_language"
        },
        {
            "description": "Bulgaria is known for its beautiful mountains and ski resorts, including Bansko, Borovets, and Pamporovo.",
            "source": "https://en.wikipedia.org/wiki/Tourism_in_Bulgaria"
        },
        {
            "description": "The rose oil industry is an important part of Bulgaria's economy, and the country is one of the world's largest producers of rose oil.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Bulgaria"
        }
    ],
    "TKL": [
        {
            "description": "Tokelau is an unincorporated territory of New Zealand consisting of three coral atolls in the South Pacific Ocean.",
            "source": "https://en.wikipedia.org/wiki/Tokelau"
        },
        {
            "description": "Tokelau has a population of approximately 1,500 people, making it one of the smallest countries in the world by population.",
            "source": "https://www.worldometers.info/world-population/tokelau-population/"
        },
        {
            "description": "The official languages of Tokelau are Tokelauan and English.",
            "source": "https://en.wikipedia.org/wiki/Tokelau"
        },
        {
            "description": "Tokelau has no airport or deep-water port, so ships are the primary means of transportation and supply delivery.",
            "source": "https://en.wikipedia.org/wiki/Tokelau"
        }
    ],
    "BLZ": [
        {
            "description": "Belize is the only country in Central America where English is the official language",
            "source": "https://en.wikipedia.org/wiki/Belize"
        },
        {
            "description": "The Great Blue Hole, a giant underwater sinkhole, is located off the coast of Belize and is a popular spot for scuba diving",
            "source": "https://en.wikipedia.org/wiki/Great_Blue_Hole"
        },
        {
            "description": "Belize is home to the world's first jaguar preserve, the Cockscomb Basin Wildlife Sanctuary",
            "source": "https://en.wikipedia.org/wiki/Cockscomb_Basin_Wildlife_Sanctuary"
        },
        {
            "description": "The ancient Maya city of Caracol, located in Belize, was one of the largest cities during the Classic period of Maya civilization",
            "source": "https://en.wikipedia.org/wiki/Caracol"
        }
    ],
    "ARE": [
        {
            "description": "The United Arab Emirates is a country located in Western Asia on the Arabian Peninsula.",
            "source": "https://en.wikipedia.org/wiki/United_Arab_Emirates"
        },
        {
            "description": "The UAE is made up of seven emirates: Abu Dhabi, Dubai, Sharjah, Ajman, Umm Al Quwain, Ras Al Khaimah, and Fujairah.",
            "source": "https://en.wikipedia.org/wiki/United_Arab_Emirates#Government_and_politics"
        },
        {
            "description": "The UAE is known for its oil reserves and has one of the world's highest GDPs per capita.",
            "source": "https://en.wikipedia.org/wiki/United_Arab_Emirates#Economy"
        },
        {
            "description": "Dubai, one of the largest cities in the UAE, is home to the tallest building in the world - the Burj Khalifa.",
            "source": "https://en.wikipedia.org/wiki/Burj_Khalifa"
        }
    ],
    "PER": [
        {
            "description": "Peru is home to Machu Picchu, a UNESCO World Heritage site and one of the New Seven Wonders of the World.",
            "source": "https://en.wikipedia.org/wiki/Machu_Picchu"
        },
        {
            "description": "Peru has a diverse cuisine that includes dishes such as ceviche, lomo saltado, and ají de gallina.",
            "source": "https://en.wikipedia.org/wiki/Peruvian_cuisine"
        },
        {
            "description": "The Peruvian Amazon rainforest covers more than 60% of the country's territory.",
            "source": "https://en.wikipedia.org/wiki/Peru"
        },
        {
            "description": "Lake Titicaca, located on the border of Peru and Bolivia, is the highest navigable lake in the world.",
            "source": "https://en.wikipedia.org/wiki/Lake_Titicaca"
        }
    ],
    "OMN": [
        {
            "description": "Oman is an Arab country located in the southeastern coast of the Arabian Peninsula.",
            "source": "https://en.wikipedia.org/wiki/Oman"
        },
        {
            "description": "Oman is known for its stunning natural landscapes, including the dramatic Al Hajar Mountains and the picturesque coastline of the Musandam Peninsula.",
            "source": "https://www.lonelyplanet.com/oman"
        },
        {
            "description": "Oman has a rich cultural heritage, with historic sites such as the Bahla Fort and the ancient city of Ibra showcasing the country's history and architecture.",
            "source": "https://www.visitoman.om/"
        },
        {
            "description": "Oman is one of the oldest independent states in the Arab world, having gained independence from Portugal in 1650.",
            "source": "https://www.britannica.com/place/Oman"
        }
    ],
    "SGS": [
        {
            "description": "South Georgia is an island territory of the United Kingdom located in the southern Atlantic Ocean.",
            "source": "https://en.wikipedia.org/wiki/South_Georgia_and_the_South_Sandwich_Islands"
        },
        {
            "description": "The island is home to numerous species of wildlife, including king penguins and elephant seals.",
            "source": "https://www.worldwildlife.org/places/south-georgia-and-the-south-sandwich-islands"
        },
        {
            "description": "South Georgia features a mountain range with peaks over 2,000 meters tall, including Mount Paget which is the highest peak at 2,934 meters.",
            "source": "https://en.wikipedia.org/wiki/Mount_Paget"
        },
        {
            "description": "Fishing is a major industry in South Georgia, with the island's waters being rich in krill and other marine life.",
            "source": "https://www.britannica.com/place/South-Georgia-island-Atlantic-Ocean"
        }
    ],
    "SWE": [
        {
            "description": "Sweden is located in northern Europe and is the third largest country in the European Union by area.",
            "source": "https://en.wikipedia.org/wiki/Sweden"
        },
        {
            "description": "The Swedish economy is known for its strong welfare state, high GDP per capita, and large exports of forestry, steel, and pharmaceuticals.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Sweden"
        },
        {
            "description": "Sweden is home to many popular inventions such as the pacemaker, the computer mouse, and Spotify.",
            "source": "https://en.wikipedia.org/wiki/Sweden#Inventions"
        },
        {
            "description": "Swedish is the official language of Sweden, but English is widely spoken and is commonly used in business and higher education.",
            "source": "https://en.wikipedia.org/wiki/Sweden#Language"
        }
    ],
    "URY": [
        {
            "description": "Uruguay is the second smallest country in South America after Suriname.",
            "source": "https://en.wikipedia.org/wiki/Uruguay"
        },
        {
            "description": "Uruguay has the longest national anthem in the world at over 5 minutes long.",
            "source": "https://en.wikipedia.org/wiki/National_Anthem_of_Uruguay"
        },
        {
            "description": "Uruguay was the first country in the world to provide every primary school student with a free laptop and Wi-Fi access.",
            "source": "https://www.worldbank.org/en/results/2016/06/08/uruguay-provides-a-laptop-to-every-primary-school-child"
        },
        {
            "description": "Uruguay is known for its progressive social policies, such as legalizing marijuana and same-sex marriage.",
            "source": "https://www.worldatlas.com/articles/10-interesting-facts-about-uruguay.html"
        }
    ],
    "ZAF": [
        {
            "description": "South Africa is the southernmost country on the African continent.",
            "source": "https://en.wikipedia.org/wiki/South_Africa"
        },
        {
            "description": "South Africa is known for its diverse culture, languages, and religions.",
            "source": "https://www.southafrica.net/gl/en/travel/article/a-guide-to-south-african-culture"
        },
        {
            "description": "South Africa is home to the 'Big Five' animals - lions, elephants, leopards, rhinos, and buffalos.",
            "source": "https://www.discoverafrica.com/safaris/the-big-5/"
        },
        {
            "description": "South Africa has 11 official languages, including isiZulu, isiXhosa, Afrikaans, and English.",
            "source": "https://www.gov.za/about-sa/national-flag/official-languages"
        }
    ],
    "MLT": [
        {
            "description": "Malta is the smallest country in the European Union by both population and land area.",
            "source": "https://en.wikipedia.org/wiki/Malta"
        },
        {
            "description": "Malta has two official languages: Maltese and English.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Malta"
        },
        {
            "description": "The city of Valletta in Malta is a UNESCO World Heritage Site due to its rich history and architecture.",
            "source": "https://whc.unesco.org/en/list/131"
        },
        {
            "description": "Malta has a Mediterranean climate with hot, dry summers and mild winters.",
            "source": "https://en.wikipedia.org/wiki/Climate_of_Malta"
        }
    ],
    "BLR": [
        {
            "description": "Belarus is a landlocked country in Eastern Europe",
            "source": "https://en.wikipedia.org/wiki/Belarus"
        },
        {
            "description": "The official language of Belarus is Belarusian and Russian",
            "source": "https://en.wikipedia.org/wiki/Belarus"
        },
        {
            "description": "The currency of Belarus is the Belarusian ruble",
            "source": "https://en.wikipedia.org/wiki/Belarusian_ruble"
        },
        {
            "description": "Belarus has one of the highest literacy rates in the world at over 99%",
            "source": "https://en.wikipedia.org/wiki/Education_in_Belarus"
        }
    ],
    "TON": [
        {
            "description": "Tonga is a Polynesian kingdom made up of 169 islands, only 36 of which are inhabited.",
            "source": "https://en.wikipedia.org/wiki/Tonga"
        },
        {
            "description": "Tongan is the official language of Tonga, and it is also known as Tongan Creole English.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Tonga"
        },
        {
            "description": "Tonga is one of the few countries in the world that has never been colonized by a foreign power.",
            "source": "https://en.wikipedia.org/wiki/Tonga"
        },
        {
            "description": "Rugby union is the national sport of Tonga, and the country has a strong tradition in the sport.",
            "source": "https://en.wikipedia.org/wiki/Sport_in_Tonga"
        }
    ],
    "COK": [
        {
            "description": "The Cook Islands is a self-governing island country in the Pacific Ocean.",
            "source": "https://en.wikipedia.org/wiki/Cook_Islands"
        },
        {
            "description": "The islands were settled by Polynesians around AD 800.",
            "source": "https://en.wikipedia.org/wiki/History_of_the_Cook_Islands#Pre-European_contact"
        },
        {
            "description": "The Cook Islands has a population of approximately 18,000 people.",
            "source": "https://en.wikipedia.org/wiki/Cook_Islands#Demographics"
        },
        {
            "description": "Tourism is the country's main industry, with over 100,000 visitors annually.",
            "source": "https://en.wikipedia.org/wiki/Cook_Islands#Economy"
        }
    ],
    "NPL": [
        {
            "description": "Nepal is home to the Mount Everest, the highest mountain in the world.",
            "source": "https://en.wikipedia.org/wiki/Mount_Everest"
        },
        {
            "description": "Nepal is the birthplace of Lord Buddha, the founder of Buddhism.",
            "source": "https://en.wikipedia.org/wiki/Lumbini"
        },
        {
            "description": "Nepal has more than 120 different ethnic groups and over 123 languages spoken.",
            "source": "https://en.wikipedia.org/wiki/People_of_Nepal"
        },
        {
            "description": "Nepal has a unique flag that is not rectangular in shape but is made up of two triangles.",
            "source": "https://en.wikipedia.org/wiki/Flag_of_Nepal"
        }
    ],
    "VAT": [
        {
            "description": "Vatican City is the smallest country in the world both by area and population.",
            "source": "https://en.wikipedia.org/wiki/Vatican_City"
        },
        {
            "description": "The city-state is an ecclesiastical or sacerdotal-monarchical state ruled by the Bishop of Rome – the Pope.",
            "source": "https://en.wikipedia.org/wiki/Vatican_City"
        },
        {
            "description": "Vatican City has its own postal system, stamps, and coins, and has a unique economy that is supported financially by the sale of postage stamps, coins, souvenirs, and admission fees to museums.",
            "source": "https://en.wikipedia.org/wiki/Vatican_City"
        },
        {
            "description": "St. Peter's Basilica in Vatican City is one of the largest churches in the world and is considered one of the holiest Catholic shrines.",
            "source": "https://en.wikipedia.org/wiki/St._Peter%27s_Basilica"
        }
    ],
    "BRB": [
        {
            "description": "Barbados is an island country in the Caribbean region of North America.",
            "source": "https://en.wikipedia.org/wiki/Barbados"
        },
        {
            "description": "Barbados is known for its beautiful beaches and crystal clear waters, making it a popular tourist destination.",
            "source": "https://www.tripadvisor.com/Tourism-g147262-Barbados-Vacations.html"
        },
        {
            "description": "The capital city of Barbados is Bridgetown, which was listed as a UNESCO World Heritage Site in 2011.",
            "source": "https://whc.unesco.org/en/list/1376/"
        },
        {
            "description": "Barbados is famous for its rum, which has been produced on the island since the 17th century.",
            "source": "https://www.visitbarbados.org/food-and-drink/rum"
        }
    ],
    "SVK": [
        {
            "description": "Slovakia is a landlocked country located in Central Europe.",
            "source": "https://en.wikipedia.org/wiki/Slovakia"
        },
        {
            "description": "The capital and largest city of Slovakia is Bratislava.",
            "source": "https://en.wikipedia.org/wiki/Bratislava"
        },
        {
            "description": "Slovakia has a population of over 5.4 million people.",
            "source": "https://en.wikipedia.org/wiki/Demographics_of_Slovakia"
        },
        {
            "description": "Slovakia is known for its beautiful natural scenery, including the Tatra Mountains and numerous national parks.",
            "source": "https://en.wikipedia.org/wiki/Tourism_in_Slovakia"
        }
    ],
    "GUF": [
        {
            "description": "French Guiana is an overseas department and region of France on the northern Atlantic coast of South America",
            "source": "https://en.wikipedia.org/wiki/French_Guiana"
        },
        {
            "description": "The capital city of French Guiana is Cayenne and it is also the largest city",
            "source": "https://en.wikipedia.org/wiki/Cayenne"
        },
        {
            "description": "French Guiana is known for its diverse wildlife and has several protected areas such as the Guiana Amazonian Park and Kaw-Roura Natural Reserve",
            "source": "https://en.wikipedia.org/wiki/French_Guiana#Environment"
        },
        {
            "description": "The European Space Agency operates the Guiana Space Center, a major commercial spaceport that launches satellites into orbit using its Ariane rockets",
            "source": "https://en.wikipedia.org/wiki/Guiana_Space_Centre"
        }
    ],
    "MKD": [
        {
            "description": "North Macedonia is a small country located in the Balkans region of Europe.",
            "source": "https://en.wikipedia.org/wiki/North_Macedonia"
        },
        {
            "description": "The official language of the country is Macedonian, which is spoken by the majority of the population.",
            "source": "https://en.wikipedia.org/wiki/Macedonian_language"
        },
        {
            "description": "Lake Ohrid, located in North Macedonia, is one of the oldest and deepest lakes in Europe.",
            "source": "https://en.wikipedia.org/wiki/Lake_Ohrid"
        },
        {
            "description": "North Macedonia is known for its rich history and cultural heritage, including ancient ruins, traditional music, and colorful festivals.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_North_Macedonia"
        }
    ],
    "DEU": [
        {
            "description": "Germany has the largest economy in Europe, and the fourth largest in the world.",
            "source": "https://en.wikipedia.org/wiki/Germany"
        },
        {
            "description": "The capital of Germany is Berlin, which also happens to be the country's largest city.",
            "source": "https://en.wikipedia.org/wiki/Berlin"
        },
        {
            "description": "Germany is known for its beer and is home to over 1,300 breweries producing more than 5,000 brands of beer.",
            "source": "https://en.wikipedia.org/wiki/Beer_in_Germany"
        },
        {
            "description": "German is the most widely spoken language in the European Union, with over 100 million people speaking it as their first language.",
            "source": "https://en.wikipedia.org/wiki/German_language"
        }
    ],
    "AND": [
        {
            "description": "Andorra is a small country located in the Pyrenees mountains between France and Spain.",
            "source": "https://en.wikipedia.org/wiki/Andorra"
        },
        {
            "description": "Andorra has two co-princes, one of which is the president of France and the other is the bishop of Urgell in Spain.",
            "source": "https://en.wikipedia.org/wiki/Andorra"
        },
        {
            "description": "Andorra is known for its ski resorts and is a popular destination for winter sports enthusiasts.",
            "source": "https://en.wikipedia.org/wiki/Andorra#Tourism"
        },
        {
            "description": "Andorra has no airports or train stations, but can be accessed by bus from nearby cities in France and Spain.",
            "source": "https://en.wikipedia.org/wiki/Andorra#Transportation"
        }
    ],
    "GUM": [
        {
            "description": "Guam is an unincorporated and organized territory of the United States located in Micronesia.",
            "source": "https://en.wikipedia.org/wiki/Guam"
        },
        {
            "description": "The island has a total land area of 541.3 square kilometers and a population of approximately 168,000 people.",
            "source": "https://en.wikipedia.org/wiki/Guam"
        },
        {
            "description": "Guam is known for its beautiful beaches, clear blue waters, and coral reefs which attract tourists from all over the world.",
            "source": "https://en.wikipedia.org/wiki/Tourism_in_Guam"
        },
        {
            "description": "Chamorro, a Malayo-Polynesian language, is the native language of Guam and is still spoken by many of its residents.",
            "source": "https://en.wikipedia.org/wiki/Chamorro_language"
        }
    ],
    "PHL": [
        {
            "description": "The Philippines is an archipelago of 7,641 islands located in Southeast Asia.",
            "source": "https://en.wikipedia.org/wiki/Philippines"
        },
        {
            "description": "Filipino is the national language of the Philippines, but English is also widely spoken and used for government and education.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_the_Philippines"
        },
        {
            "description": "The Philippine flag has a unique design featuring a sun with eight rays symbolizing the country's provinces and a triangle representing the three main geographical areas: Luzon, Visayas, and Mindanao.",
            "source": "https://en.wikipedia.org/wiki/Flag_of_the_Philippines"
        },
        {
            "description": "The Tubbataha Reef National Marine Park in the Philippines is a UNESCO World Heritage Site and home to over 600 species of fish and 360 species of coral.",
            "source": "https://en.wikipedia.org/wiki/Tubbataha_Reef"
        }
    ],
    "BDI": [
        {
            "description": "Burundi is a landlocked country in East Africa.",
            "source": "https://en.wikipedia.org/wiki/Burundi"
        },
        {
            "description": "The official languages of Burundi are Kirundi and French.",
            "source": "https://en.wikipedia.org/wiki/Burundi#Languages"
        },
        {
            "description": "Burundi has one of the lowest per capita GDPs in the world.",
            "source": "https://en.wikipedia.org/wiki/Burundi#Economy"
        },
        {
            "description": "Mount Heha, located in Burundi, is the highest mountain in the country at 2,685 meters (8,809 ft).",
            "source": "https://en.wikipedia.org/wiki/Mount_Heha"
        }
    ],
    "GUY": [
        {
            "description": "Guyana is the only English-speaking country in South America.",
            "source": "https://en.wikipedia.org/wiki/Guyana"
        },
        {
            "description": "Guyana is known for having one of the largest unspoiled rainforests in South America, covering over 80% of the country.",
            "source": "https://en.wikipedia.org/wiki/Guyana"
        },
        {
            "description": "Guyana is home to the world's largest single drop waterfall by volume, Kaieteur Falls, which is four times taller than Niagara Falls.",
            "source": "https://en.wikipedia.org/wiki/Kaieteur_Falls"
        },
        {
            "description": "Guyana is the second smallest country in South America, after Suriname.",
            "source": "https://en.wikipedia.org/wiki/Guyana"
        }
    ],
    "SJM": [
        {
            "description": "Svalbard and Jan Mayen are two separate territories of Norway located in the Arctic Ocean.",
            "source": "https://en.wikipedia.org/wiki/Svalbard_and_Jan_Mayen"
        },
        {
            "description": "Svalbard is home to the Global Seed Vault, which stores millions of seeds from crops and plants around the world.",
            "source": "https://www.norway.no/en/services/travel-and-residence/study-in-norway/news-events/news2/svalbard-global-seed-vault/"
        },
        {
            "description": "Jan Mayen is an uninhabited volcanic island with no permanent settlements, but is occasionally visited by Norwegian military personnel.",
            "source": "https://en.wikipedia.org/wiki/Jan_Mayen"
        },
        {
            "description": "Svalbard has a unique polar night phenomenon where the sun doesn't rise above the horizon for several months during the winter, and a midnight sun phenomenon where the sun doesn't set for several months during the summer.",
            "source": "https://www.visitnorway.com/places-to-go/svalbard/what-to-do/nature-attractions/polar-night-and-midnight-sun/"
        }
    ],
    "BFA": [
        {
            "description": "Burkina Faso is a landlocked country located in West Africa, bordered by six countries: Mali, Niger, Benin, Togo, Ghana and Ivory Coast.",
            "source": "https://en.wikipedia.org/wiki/Burkina_Faso"
        },
        {
            "description": "The official language of Burkina Faso is French, however, there are more than 60 languages spoken throughout the country.",
            "source": "https://en.wikipedia.org/wiki/Burkina_Faso"
        },
        {
            "description": "The population of Burkina Faso is approximately 21 million people, with a majority of the population being concentrated in rural areas.",
            "source": "https://en.wikipedia.org/wiki/Burkina_Faso"
        },
        {
            "description": "Burkina Faso is known for its vibrant music and dance scene, with traditional instruments such as the balafon and djembe being popular in performances.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Burkina_Faso"
        }
    ],
    "ZMB": [
        {
            "description": "Zambia is a landlocked country located in Southern Africa.",
            "source": "https://en.wikipedia.org/wiki/Zambia"
        },
        {
            "description": "The Victoria Falls, one of the largest waterfalls in the world, is located on the border between Zambia and Zimbabwe.",
            "source": "https://en.wikipedia.org/wiki/Victoria_Falls"
        },
        {
            "description": "The Zambian kwacha is the official currency of Zambia.",
            "source": "https://en.wikipedia.org/wiki/Zambian_kwacha"
        },
        {
            "description": "The national animal of Zambia is the African Fish Eagle.",
            "source": "https://en.wikipedia.org/wiki/National_symbols_of_Zambia"
        }
    ],
    "SLE": [
        {
            "description": "Sierra Leone is located in West Africa and is bordered by Guinea to the north and Liberia to the southeast.",
            "source": "https://en.wikipedia.org/wiki/Sierra_Leone"
        },
        {
            "description": "The country gained independence from Britain on April 27, 1961.",
            "source": "https://en.wikipedia.org/wiki/Sierra_Leone"
        },
        {
            "description": "Sierra Leone is known for its beautiful beaches and wildlife, including endangered species like chimpanzees and pygmy hippos.",
            "source": "https://www.worldatlas.com/articles/10-amazing-facts-about-sierra-leone.html"
        },
        {
            "description": "The capital city of Sierra Leone is Freetown, which was founded in 1792 by freed slaves from Britain and America.",
            "source": "https://www.worldatlas.com/articles/10-amazing-facts-about-sierra-leone.html"
        }
    ],
    "GBR": [
        {
            "description": "The United Kingdom is made up of four countries: England, Scotland, Wales, and Northern Ireland.",
            "source": "https://en.wikipedia.org/wiki/United_Kingdom"
        },
        {
            "description": "The official language of the United Kingdom is English, but other languages like Welsh and Gaelic are also spoken in certain regions.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_the_United_Kingdom"
        },
        {
            "description": "The currency used in the United Kingdom is the pound sterling.",
            "source": "https://en.wikipedia.org/wiki/Pound_sterling"
        },
        {
            "description": "The Union Jack is the national flag of the United Kingdom, which combines elements of the flags of England, Scotland, and Northern Ireland.",
            "source": "https://en.wikipedia.org/wiki/Union_Jack"
        }
    ],
    "AIA": [
        {
            "description": "Anguilla is a British Overseas Territory in the Caribbean.",
            "source": "https://en.wikipedia.org/wiki/Anguilla"
        },
        {
            "description": "The island has a population of approximately 15,000 people.",
            "source": "https://www.worldometers.info/world-population/anguilla-population/"
        },
        {
            "description": "Anguilla's main source of income comes from its tourism industry.",
            "source": "https://www.investopedia.com/terms/a/anguilla.asp"
        },
        {
            "description": "The official language of Anguilla is English.",
            "source": "https://www.britannica.com/place/Anguilla"
        }
    ],
    "GLP": [
        {
            "description": "Guadeloupe is an insular region of France located in the Caribbean.",
            "source": "https://en.wikipedia.org/wiki/Guadeloupe"
        },
        {
            "description": "The official language of Guadeloupe is French, but a creole patois is also spoken by locals.",
            "source": "https://en.wikipedia.org/wiki/Guadeloupe"
        },
        {
            "description": "The economy of Guadeloupe relies heavily on tourism and agriculture, particularly sugar cane and bananas.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Guadeloupe"
        },
        {
            "description": "Guadeloupe is made up of several islands, including Basse-Terre, Grande-Terre, and Marie-Galante.",
            "source": "https://en.wikipedia.org/wiki/Guadeloupe#Geography"
        }
    ],
    "LBN": [
        {
            "description": "Lebanon is located in the Middle East and borders Syria and Israel.",
            "source": "https://en.wikipedia.org/wiki/Lebanon"
        },
        {
            "description": "The official language of Lebanon is Arabic, but French and English are also widely spoken.",
            "source": "https://en.wikipedia.org/wiki/Lebanon"
        },
        {
            "description": "Lebanese cuisine is known for its use of fresh ingredients, spices, and herbs. Popular dishes include hummus, tabouleh, and shawarma.",
            "source": "https://en.wikipedia.org/wiki/Lebanese_cuisine"
        },
        {
            "description": "Lebanon's economy relies heavily on the services sector, particularly banking and tourism.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Lebanon"
        }
    ],
    "ISL": [
        {
            "description": "Iceland is the most sparsely populated country in Europe with only 3 people per km².",
            "source": "https://en.wikipedia.org/wiki/Iceland"
        },
        {
            "description": "The national language of Iceland is Icelandic, which has remained relatively unchanged since the 12th century.",
            "source": "https://en.wikipedia.org/wiki/Iceland"
        },
        {
            "description": "Iceland is home to a large number of active volcanoes, with over 30 volcanic systems and around 130 volcanoes.",
            "source": "https://en.wikipedia.org/wiki/Iceland"
        },
        {
            "description": "Icelandic people consume more Coca-Cola per capita than any other nation in the world.",
            "source": "https://www.theguardian.com/world/shortcuts/2018/nov/02/the-real-reason-why-icelanders-drink-so-much-coca-cola"
        }
    ],
    "JOR": [
        {
            "description": "Jordan is an Arab country in Western Asia.",
            "source": "https://en.wikipedia.org/wiki/Jordan"
        },
        {
            "description": "The capital and largest city of Jordan is Amman.",
            "source": "https://en.wikipedia.org/wiki/Amman"
        },
        {
            "description": "One of Jordan's most famous landmarks is the ancient city of Petra, which is a UNESCO World Heritage Site.",
            "source": "https://en.wikipedia.org/wiki/Petra"
        },
        {
            "description": "Jordan is home to the Dead Sea, which is the lowest point on Earth.",
            "source": "https://en.wikipedia.org/wiki/Dead_Sea"
        }
    ],
    "NFK": [
        {
            "description": "Norfolk Island is a small island in the Pacific Ocean between Australia, New Zealand, and New Caledonia.",
            "source": "https://en.wikipedia.org/wiki/Norfolk_Island"
        },
        {
            "description": "It has a population of around 1,750 people, who are descendants of the mutineers from the HMS Bounty and their Tahitian companions.",
            "source": "https://en.wikipedia.org/wiki/Norfolk_Island"
        },
        {
            "description": "Norfolk Island is an external territory of Australia, but it is self-governing with its own legislative assembly.",
            "source": "https://en.wikipedia.org/wiki/Norfolk_Island"
        },
        {
            "description": "The economy of Norfolk Island relies heavily on tourism, with visitors attracted by the island's beaches, natural beauty, and historic sites.",
            "source": "https://en.wikipedia.org/wiki/Norfolk_Island"
        }
    ],
    "JAM": [
        {
            "description": "Jamaica is an island nation located in the Caribbean Sea.",
            "source": "https://en.wikipedia.org/wiki/Jamaica"
        },
        {
            "description": "The national language of Jamaica is English, but many Jamaicans also speak Patois (a Creole language).",
            "source": "https://en.wikipedia.org/wiki/Jamaica"
        },
        {
            "description": "Jamaica is famous for its music styles, including reggae, ska, and dancehall.",
            "source": "https://en.wikipedia.org/wiki/Jamaica#Music"
        },
        {
            "description": "Jamaica has a diverse cuisine influenced by African, European, and Asian cultures. Popular dishes include jerk chicken, ackee and saltfish, and curry goat.",
            "source": "https://en.wikipedia.org/wiki/Jamaican_cuisine"
        }
    ],
    "SGP": [
        {
            "description": "Singapore is a sovereign island city-state in Southeast Asia.",
            "source": "https://en.wikipedia.org/wiki/Singapore"
        },
        {
            "description": "The country has a very high standard of living and is one of the safest places in the world.",
            "source": "https://en.wikipedia.org/wiki/Singapore#Geography"
        },
        {
            "description": "Singapore is known for its multicultural population and food scene.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Singapore"
        },
        {
            "description": "The country has a highly developed economy and is a global hub for finance, technology, and shipping.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Singapore"
        }
    ],
    "MRT": [
        {
            "description": "Mauritania is a country in northwest Africa that borders the Atlantic Ocean on its west coast.",
            "source": "https://en.wikipedia.org/wiki/Mauritania"
        },
        {
            "description": "The country has a population of around 4.5 million people.",
            "source": "https://www.worldometers.info/world-population/mauritania-population/"
        },
        {
            "description": "Mauritania is home to the Banc d'Arguin National Park, which is a UNESCO World Heritage Site and an important breeding ground for migratory birds.",
            "source": "https://en.wikipedia.org/wiki/Banc_d%27Arguin_National_Park"
        },
        {
            "description": "The country's official language is Arabic, but French is also widely spoken as a second language.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Mauritania"
        }
    ],
    "SHN": [
        {
            "description": "The territory is made up of three separate islands: Saint Helena, Ascension Island, and the remote Tristan da Cunha group of islands.",
            "source": "https://en.wikipedia.org/wiki/Saint_Helena,_Ascension_and_Tristan_da_Cunha"
        },
        {
            "description": "It is a British Overseas Territory, with Queen Elizabeth II as its head of state.",
            "source": "https://en.wikipedia.org/wiki/Saint_Helena,_Ascension_and_Tristan_da_Cunha"
        },
        {
            "description": "Saint Helena is famous for being the location where Napoleon Bonaparte was exiled from 1815 until his death in 1821.",
            "source": "https://en.wikipedia.org/wiki/Saint_Helena"
        },
        {
            "description": "Tristan da Cunha is one of the most remote inhabited islands in the world, located over 2,000 km from the nearest mainland.",
            "source": "https://en.wikipedia.org/wiki/Tristan_da_Cunha"
        }
    ],
    "GNB": [
        {
            "description": "Guinea-Bissau is a country located in West Africa.",
            "source": "https://en.wikipedia.org/wiki/Guinea-Bissau"
        },
        {
            "description": "The official language of Guinea-Bissau is Portuguese.",
            "source": "https://en.wikipedia.org/wiki/Guinea-Bissau"
        },
        {
            "description": "Guinea-Bissau is known for its diverse wildlife and is home to several national parks and nature reserves.",
            "source": "https://en.wikipedia.org/wiki/Wildlife_of_Guinea-Bissau"
        },
        {
            "description": "Music and dance play an important role in the culture of Guinea-Bissau, with traditional styles like gumbe and kundé being popular.",
            "source": "https://en.wikipedia.org/wiki/Music_of_Guinea-Bissau"
        }
    ],
    "MYS": [
        {
            "description": "Malaysia is a Southeast Asian country consisting of two regions separated by the South China Sea - Peninsular Malaysia and East Malaysia (Borneo).",
            "source": "https://en.wikipedia.org/wiki/Malaysia"
        },
        {
            "description": "The capital city of Malaysia is Kuala Lumpur, which is also the largest city in the country.",
            "source": "https://en.wikipedia.org/wiki/Kuala_Lumpur"
        },
        {
            "description": "Malaysia is known for its diverse cuisine, which includes Chinese, Indian, and Malay influences.",
            "source": "https://en.wikipedia.org/wiki/Malaysian_cuisine"
        },
        {
            "description": "The Petronas Twin Towers in Kuala Lumpur were once the tallest buildings in the world and remain the tallest twin towers.",
            "source": "https://en.wikipedia.org/wiki/Petronas_Towers"
        }
    ],
    "GIN": [
        {
            "description": "Guinea is a country in West Africa.",
            "source": "https://en.wikipedia.org/wiki/Guinea"
        },
        {
            "description": "The official language of Guinea is French.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Guinea"
        },
        {
            "description": "Guinea has significant deposits of bauxite and gold.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Guinea"
        },
        {
            "description": "The musical style of Guinea is known for its use of the balafon, a type of wooden xylophone.",
            "source": "https://en.wikipedia.org/wiki/Music_of_Guinea"
        }
    ],
    "GRD": [
        {
            "description": "Grenada is an island country located in the Caribbean Sea.",
            "source": "https://en.wikipedia.org/wiki/Grenada"
        },
        {
            "description": "The capital city of Grenada is St. George's.",
            "source": "https://en.wikipedia.org/wiki/St._George%27s,_Grenada"
        },
        {
            "description": "Grenada is known as the 'Island of Spice' due to its production and export of spices such as nutmeg, cinnamon, and cloves.",
            "source": "https://en.wikipedia.org/wiki/Grenada#Economy"
        },
        {
            "description": "Grenada is home to Grand Anse Beach, which is considered one of the most beautiful beaches in the world.",
            "source": "https://www.tripadvisor.com/Attraction_Review-g147296-d148625-Reviews-Grand_Anse_Beach-St_George_s_Saint_George_Parish_Grenada.html"
        }
    ],
    "LUX": [
        {
            "description": "Luxembourg is the only Grand Duchy in the world.",
            "source": "https://en.wikipedia.org/wiki/Luxembourg"
        },
        {
            "description": "The country has three official languages: Luxembourgish, French, and German.",
            "source": "https://en.wikipedia.org/wiki/Luxembourg"
        },
        {
            "description": "Luxembourg is the richest country in the European Union measured by gross domestic product (GDP) per capita.",
            "source": "https://en.wikipedia.org/wiki/List_of_European_countries_by_GDP_(PPP)_per_capita"
        },
        {
            "description": "The Ardennes forest covers approximately one third of the country's total area.",
            "source": "https://en.wikipedia.org/wiki/Luxembourg"
        }
    ],
    "MWI": [
        {
            "description": "Malawi is a landlocked country in southeastern Africa.",
            "source": "https://en.wikipedia.org/wiki/Malawi"
        },
        {
            "description": "Lake Malawi, one of the largest lakes in the world, lies on the eastern border of the country.",
            "source": "https://en.wikipedia.org/wiki/Lake_Malawi"
        },
        {
            "description": "The official language of Malawi is English, but Chichewa is also widely spoken.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Malawi"
        },
        {
            "description": "Agriculture is the main industry in Malawi, with over 80% of the population working in this sector.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Malawi"
        }
    ],
    "VNM": [
        {
            "description": "Vietnam is located in Southeast Asia and shares borders with China to the north, Laos to the northwest, Cambodia to the southwest, and the South China Sea to the east.",
            "source": "https://en.wikipedia.org/wiki/Vietnam"
        },
        {
            "description": "Ho Chi Minh City (formerly known as Saigon) is the largest city in Vietnam, with a population of over 8 million people.",
            "source": "https://en.wikipedia.org/wiki/Ho_Chi_Minh_City"
        },
        {
            "description": "Vietnam is the world's largest producer of cashew nuts and black pepper.",
            "source": "https://en.wikipedia.org/wiki/Agriculture_in_Vietnam"
        },
        {
            "description": "The Vietnamese language uses a modified version of the Latin alphabet called Quoc Ngu, which was developed in the 17th century by French Jesuit missionaries.",
            "source": "https://en.wikipedia.org/wiki/Vietnamese_language"
        }
    ],
    "AUS": [
        {
            "description": "Australia is the world's sixth-largest country by total area.",
            "source": "https://en.wikipedia.org/wiki/Australia"
        },
        {
            "description": "The Great Barrier Reef, the world's largest coral reef system, is located off the coast of Australia.",
            "source": "https://en.wikipedia.org/wiki/Great_Barrier_Reef"
        },
        {
            "description": "Australia has a diverse range of flora and fauna, including many unique species such as kangaroos, koalas, and wallabies.",
            "source": "https://en.wikipedia.org/wiki/Wildlife_of_Australia"
        },
        {
            "description": "The Sydney Opera House, located in Sydney, Australia, is one of the most recognizable landmarks in the world.",
            "source": "https://en.wikipedia.org/wiki/Sydney_Opera_House"
        }
    ],
    "EGY": [
        {
            "description": "Egypt is the most populous country in North Africa and the Arab world",
            "source": "https://en.wikipedia.org/wiki/Egypt"
        },
        {
            "description": "The Great Pyramid of Giza, one of the Seven Wonders of the Ancient World, is located in Egypt",
            "source": "https://en.wikipedia.org/wiki/Great_Pyramid_of_Giza"
        },
        {
            "description": "Egypt is home to the Nile River, which is the longest river in the world",
            "source": "https://en.wikipedia.org/wiki/Nile"
        },
        {
            "description": "Cairo, the capital city of Egypt, is one of the largest cities in Africa and the Middle East",
            "source": "https://en.wikipedia.org/wiki/Cairo"
        }
    ],
    "ZWE": [
        {
            "description": "Zimbabwe is a landlocked country located in southern Africa.",
            "source": "https://en.wikipedia.org/wiki/Zimbabwe"
        },
        {
            "description": "The official language of Zimbabwe is English, but many people also speak Shona or Ndebele.",
            "source": "https://en.wikipedia.org/wiki/Zimbabwe#Languages"
        },
        {
            "description": "Victoria Falls, one of the world's largest waterfalls, is located on the border between Zimbabwe and Zambia.",
            "source": "https://en.wikipedia.org/wiki/Victoria_Falls"
        },
        {
            "description": "Zimbabwe was once known as Rhodesia, named after British colonizer Cecil Rhodes.",
            "source": "https://en.wikipedia.org/wiki/Zimbabwe#History"
        }
    ],
    "IDN": [
        {
            "description": "Indonesia is the world's largest island country with over 17,000 islands.",
            "source": "https://en.wikipedia.org/wiki/Indonesia"
        },
        {
            "description": "The official language of Indonesia is Indonesian, which is based on the Malay language.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Indonesia"
        },
        {
            "description": "Indonesia is home to the world's largest Muslim population, with Islam being the predominant religion in the country.",
            "source": "https://en.wikipedia.org/wiki/Islam_in_Indonesia"
        },
        {
            "description": "The cultural heritage of Indonesia has been shaped by numerous influences, including Hinduism, Buddhism, and Dutch colonialism.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Indonesia"
        }
    ],
    "SMR": [
        {
            "description": "San Marino is the world's oldest surviving sovereign state and constitutional republic",
            "source": "https://en.wikipedia.org/wiki/San_Marino"
        },
        {
            "description": "San Marino is completely landlocked by Italy and is one of the smallest countries in the world",
            "source": "https://en.wikipedia.org/wiki/San_Marino"
        },
        {
            "description": "San Marino has a strong economy based on finance, banking, and tourism",
            "source": "https://en.wikipedia.org/wiki/San_Marino"
        },
        {
            "description": "San Marino is known for its beautiful medieval architecture and stunning mountain scenery",
            "source": "https://en.wikipedia.org/wiki/San_Marino"
        }
    ],
    "AGO": [
        {
            "description": "Angola is located in southwestern Africa, bordered by Namibia to the south, Democratic Republic of the Congo to the north, and Zambia to the east.",
            "source": "https://en.wikipedia.org/wiki/Angola"
        },
        {
            "description": "The official language of Angola is Portuguese, which was introduced during colonial rule.",
            "source": "https://en.wikipedia.org/wiki/Angola"
        },
        {
            "description": "Angola has a rich musical heritage, with traditional music styles like semba and kizomba gaining international recognition in recent years.",
            "source": "https://en.wikipedia.org/wiki/Music_of_Angola"
        },
        {
            "description": "The oil industry accounts for a significant portion of Angola's economy, with the country being a member of the Organization of the Petroleum Exporting Countries (OPEC).",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Angola"
        }
    ],
    "PRK": [
        {
            "description": "North Korea is a country located in East Asia.",
            "source": "https://en.wikipedia.org/wiki/North_Korea"
        },
        {
            "description": "The country has a one-party state government led by the Workers' Party of Korea.",
            "source": "https://en.wikipedia.org/wiki/Politics_of_North_Korea"
        },
        {
            "description": "North Korea has been under economic sanctions due to its nuclear weapons program.",
            "source": "https://en.wikipedia.org/wiki/North_Korea_sanctions"
        },
        {
            "description": "The country's capital city is Pyongyang.",
            "source": "https://en.wikipedia.org/wiki/Pyongyang"
        }
    ],
    "FJI": [
        {
            "description": "Fiji is an island country located in the South Pacific Ocean.",
            "source": "https://en.wikipedia.org/wiki/Fiji"
        },
        {
            "description": "The official languages of Fiji are English, Fijian and Hindi.",
            "source": "https://en.wikipedia.org/wiki/Fiji#Languages"
        },
        {
            "description": "Fiji is home to many stunning beaches and coral reefs, making it a popular tourist destination.",
            "source": "https://en.wikipedia.org/wiki/Tourism_in_Fiji"
        },
        {
            "description": "Rugby union is the most popular sport in Fiji and the national team, known as the Flying Fijians, has achieved significant success on the international stage.",
            "source": "https://en.wikipedia.org/wiki/Rugby_union_in_Fiji"
        }
    ],
    "GHA": [
        {
            "description": "Ghana is located on the west coast of Africa and it borders Togo to the east, Ivory Coast to the west, Burkina Faso to the north, and the Gulf of Guinea to the south.",
            "source": "https://en.wikipedia.org/wiki/Ghana"
        },
        {
            "description": "Ghana is known for its rich cultural heritage, with over 100 ethnic groups present in the country. The Akan people are the largest ethnic group in Ghana.",
            "source": "https://en.wikipedia.org/wiki/Demographics_of_Ghana"
        },
        {
            "description": "Ghana is one of the world's largest producers of cocoa beans, with cocoa being the second largest export commodity after gold.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Ghana"
        },
        {
            "description": "Kwame Nkrumah, who led Ghana to independence from Britain in 1957, was the first president of Ghana and a leading figure in the African independence movement.",
            "source": "https://en.wikipedia.org/wiki/Kwame_Nkrumah"
        }
    ],
    "DNK": [
        {
            "description": "Denmark is a Scandinavian country located in Northern Europe.",
            "source": "https://en.wikipedia.org/wiki/Denmark"
        },
        {
            "description": "The Danish monarchy is one of the oldest in the world, dating back to the 10th century.",
            "source": "https://en.wikipedia.org/wiki/Monarchy_of_Denmark"
        },
        {
            "description": "Copenhagen, the capital city of Denmark, is known for its beautiful architecture, canals, and bike-friendly streets.",
            "source": "https://en.wikipedia.org/wiki/Copenhagen"
        },
        {
            "description": "Denmark is known for its high standards of living, social welfare programs, and strong economy.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Denmark"
        }
    ],
    "ERI": [
        {
            "description": "Eritrea is located in the Horn of Africa, bordered by Sudan to the west, Ethiopia to the south, and Djibouti to the southeast.",
            "source": "https://en.wikipedia.org/wiki/Eritrea"
        },
        {
            "description": "The capital city of Eritrea is called Asmara, which was designated a UNESCO World Heritage Site in 2017 for its unique architecture and urban development.",
            "source": "https://whc.unesco.org/en/list/1550/"
        },
        {
            "description": "Eritrea has a diverse population of around 5.5 million people, with nine recognized ethnic groups and several languages spoken throughout the country.",
            "source": "https://www.cia.gov/the-world-factbook/countries/eritrea/#people-and-society"
        },
        {
            "description": "Eritrea gained independence from Ethiopia in 1993 after a long struggle for self-determination, and today it is a one-party state with a mixed economy.",
            "source": "https://www.britannica.com/place/Eritrea"
        }
    ],
    "ARM": [
        {
            "description": "Armenia is a landlocked country in the South Caucasus region of Eurasia.",
            "source": "https://en.wikipedia.org/wiki/Armenia"
        },
        {
            "description": "The Armenian Genocide, which took place during World War I, resulted in the deaths of an estimated 1.5 million Armenians.",
            "source": "https://en.wikipedia.org/wiki/Armenian_Genocide"
        },
        {
            "description": "Armenia is home to Mount Ararat, which is considered the national symbol of the country.",
            "source": "https://en.wikipedia.org/wiki/Mount_Ararat"
        },
        {
            "description": "The Armenian language has its own unique script, called the Armenian alphabet.",
            "source": "https://en.wikipedia.org/wiki/Armenian_alphabet"
        }
    ],
    "CHL": [
        {
            "description": "Chile is the longest country in the world from north to south.",
            "source": "https://en.wikipedia.org/wiki/Chile"
        },
        {
            "description": "Chile is one of the world's largest producers of copper.",
            "source": "https://en.wikipedia.org/wiki/Chile"
        },
        {
            "description": "Easter Island, a territory of Chile, is home to over 900 monumental statues called moai.",
            "source": "https://en.wikipedia.org/wiki/Easter_Island"
        },
        {
            "description": "The Atacama Desert in Chile is one of the driest places on Earth.",
            "source": "https://en.wikipedia.org/wiki/Atacama_Desert"
        }
    ],
    "TTO": [
        {
            "description": "Trinidad and Tobago is a twin-island country located in the southern Caribbean Sea.",
            "source": "https://en.wikipedia.org/wiki/Trinidad_and_Tobago"
        },
        {
            "description": "It is known for its Carnival celebrations, which are among the largest and most popular in the Caribbean.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Trinidad_and_Tobago#Carnival"
        },
        {
            "description": "The economy of Trinidad and Tobago is heavily dependent on oil and gas exports.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Trinidad_and_Tobago"
        },
        {
            "description": "Trinidad and Tobago is home to one of the world's largest natural gas processing facilities, the Atlantic LNG plant.",
            "source": "https://en.wikipedia.org/wiki/Atlantic_LNG"
        }
    ],
    "ARG": [
        {
            "description": "Argentina is the eighth largest country in the world.",
            "source": "https://en.wikipedia.org/wiki/Argentina"
        },
        {
            "description": "The tango was born in Buenos Aires, Argentina.",
            "source": "https://en.wikipedia.org/wiki/Tango_music"
        },
        {
            "description": "Argentina is known for its beef and is one of the world's largest producers of wine.",
            "source": "https://en.wikipedia.org/wiki/Argentine_cuisine"
        },
        {
            "description": "The Iguazu Falls, located on the border between Argentina and Brazil, are one of the largest waterfalls in the world.",
            "source": "https://en.wikipedia.org/wiki/Iguazu_Falls"
        }
    ],
    "KWT": [
        {
            "description": "Kuwait is a small country located at the northern tip of the Persian Gulf, bordered by Iraq and Saudi Arabia.",
            "source": "https://en.wikipedia.org/wiki/Kuwait"
        },
        {
            "description": "Kuwait City is the capital and largest city of Kuwait.",
            "source": "https://en.wikipedia.org/wiki/Kuwait_City"
        },
        {
            "description": "Kuwait has a high-income economy and is considered a regional financial hub.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Kuwait"
        },
        {
            "description": "Kuwait is known for its oil reserves, which account for over 90% of its export revenues.",
            "source": "https://en.wikipedia.org/wiki/Petroleum_industry_in_Kuwait"
        }
    ],
    "LCA": [
        {
            "description": "Saint Lucia is an island nation located in the eastern Caribbean Sea",
            "source": "https://en.wikipedia.org/wiki/Saint_Lucia"
        },
        {
            "description": "The Pitons are two volcanic spires that are a UNESCO World Heritage Site and a major tourist attraction in Saint Lucia",
            "source": "https://en.wikipedia.org/wiki/The_Pitons"
        },
        {
            "description": "English is the official language of Saint Lucia",
            "source": "https://en.wikipedia.org/wiki/Saint_Lucia"
        },
        {
            "description": "The national dish of Saint Lucia is green figs and saltfish",
            "source": "https://en.wikipedia.org/wiki/Saint_Lucia#Cuisine"
        }
    ],
    "BES": [
        {
            "description": "The Caribbean Netherlands is made up of three islands: Bonaire, Sint Eustatius, and Saba.",
            "source": "https://en.wikipedia.org/wiki/Caribbean_Netherlands"
        },
        {
            "description": "The official currency of the Caribbean Netherlands is the US dollar.",
            "source": "https://en.wikipedia.org/wiki/Caribbean_Netherlands#Economy"
        },
        {
            "description": "The population of the Caribbean Netherlands is around 26,000 people.",
            "source": "https://en.wikipedia.org/wiki/Caribbean_Netherlands#Demographics"
        },
        {
            "description": "The highest point in the Caribbean Netherlands is Mount Scenery on the island of Saba, which stands at 887 metres (2,910 feet) tall.",
            "source": "https://en.wikipedia.org/wiki/Caribbean_Netherlands#Geography"
        }
    ],
    "GIB": [
        {
            "description": "Gibraltar is a British Overseas Territory located at the southern tip of the Iberian Peninsula.",
            "source": "https://en.wikipedia.org/wiki/Gibraltar"
        },
        {
            "description": "The Rock of Gibraltar, a monolithic limestone promontory, dominates the territory's landscape.",
            "source": "https://en.wikipedia.org/wiki/Rock_of_Gibraltar"
        },
        {
            "description": "Gibraltar has a population of approximately 34,000 people and covers an area of just over 6.7 square kilometers.",
            "source": "https://en.wikipedia.org/wiki/Gibraltar"
        },
        {
            "description": "Gibraltar is known for its strategic location at the entrance to the Mediterranean Sea and its role as a naval base throughout history.",
            "source": "https://en.wikipedia.org/wiki/Gibraltar"
        }
    ],
    "PAN": [
        {
            "description": "Panama is a country located in Central America, bordering both the Caribbean Sea and the Pacific Ocean.",
            "source": "https://en.wikipedia.org/wiki/Panama"
        },
        {
            "description": "The Panama Canal is a famous engineering marvel that connects the Atlantic and Pacific Oceans. It was completed in 1914.",
            "source": "https://en.wikipedia.org/wiki/Panama_Canal"
        },
        {
            "description": "Panama is known for its rich biodiversity, with over 10,000 species of plants and animals found within its borders.",
            "source": "https://en.wikipedia.org/wiki/Panama"
        },
        {
            "description": "The Panamanian currency is called the Balboa, but it is officially linked to the US dollar and has the same value.",
            "source": "https://en.wikipedia.org/wiki/Panama"
        }
    ],
    "CHN": [
        {
            "description": "China is the world's most populous country with a population of over 1.4 billion people",
            "source": "https://en.wikipedia.org/wiki/China"
        },
        {
            "description": "The Great Wall of China is the longest wall in the world, stretching over 13,000 miles",
            "source": "https://en.wikipedia.org/wiki/Great_Wall_of_China"
        },
        {
            "description": "China is the second-largest economy in the world, with a GDP of over $14 trillion",
            "source": "https://en.wikipedia.org/wiki/Economy_of_China"
        },
        {
            "description": "The Chinese invented paper, gunpowder, printing, and the compass",
            "source": "https://en.wikipedia.org/wiki/History_of_science_and_technology_in_China"
        }
    ],
    "SWZ": [
        {
            "description": "Eswatini is a landlocked country in Southern Africa.",
            "source": "https://en.wikipedia.org/wiki/Eswatini"
        },
        {
            "description": "Eswatini is the smallest country in continental Africa.",
            "source": "https://en.wikipedia.org/wiki/Eswatini"
        },
        {
            "description": "Eswatini is known for its traditional Swazi culture and has many festivals throughout the year.",
            "source": "https://en.wikipedia.org/wiki/Eswatini"
        },
        {
            "description": "Eswatini's economy is heavily dependent on agriculture, with over 70% of the population engaged in subsistence farming.",
            "source": "https://en.wikipedia.org/wiki/Eswatini"
        }
    ],
    "ESP": [
        {
            "description": "Spain is located in southwestern Europe and shares borders with Portugal, France, Andorra, and Morocco.",
            "source": "https://en.wikipedia.org/wiki/Spain"
        },
        {
            "description": "The official language of Spain is Spanish, but there are also several co-official regional languages such as Catalan, Basque, and Galician.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Spain"
        },
        {
            "description": "Spain is known for its diverse and delicious cuisine, including paella, tapas, and chorizo.",
            "source": "https://en.wikipedia.org/wiki/Spanish_cuisine"
        },
        {
            "description": "Spain is home to many famous landmarks and attractions, such as the Sagrada Familia in Barcelona, the Alhambra in Granada, and the Prado Museum in Madrid.",
            "source": "https://en.wikipedia.org/wiki/Tourism_in_Spain"
        }
    ],
    "AZE": [
        {
            "description": "Azerbaijan is located in the South Caucasus region of Eurasia, bordered by Russia to the north, Georgia to the northwest and Armenia to the west.",
            "source": "https://en.wikipedia.org/wiki/Azerbaijan"
        },
        {
            "description": "The official language of Azerbaijan is Azerbaijani, which is a Turkic language spoken by around 92% of the population.",
            "source": "https://en.wikipedia.org/wiki/Languages_of_Azerbaijan"
        },
        {
            "description": "Azerbaijan is known for its rich cultural heritage, including music, dance, art, and literature. It is also home to several UNESCO World Heritage sites.",
            "source": "https://en.wikipedia.org/wiki/Culture_of_Azerbaijan"
        },
        {
            "description": "Azerbaijan has significant oil and gas reserves, making it an important player in the global energy market. The country is also working to diversify its economy and develop other industries such as tourism and agriculture.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Azerbaijan"
        }
    ],
    "BEL": [
        {
            "description": "Belgium is located in Western Europe and is bordered by France, the Netherlands, Germany, Luxembourg, and the North Sea.",
            "source": "https://en.wikipedia.org/wiki/Belgium"
        },
        {
            "description": "The official languages of Belgium are Dutch, French, and German.",
            "source": "https://en.wikipedia.org/wiki/Belgium"
        },
        {
            "description": "Belgium is known for its chocolate, beer, and waffles.",
            "source": "https://en.wikipedia.org/wiki/Cuisine_of_Belgium"
        },
        {
            "description": "Brussels, the capital of Belgium, is also considered the capital of the European Union.",
            "source": "https://en.wikipedia.org/wiki/Brussels"
        }
    ],
    "SRB": [
        {
            "description": "Serbia is a country located in the Balkans of Southeast Europe.",
            "source": "https://en.wikipedia.org/wiki/Serbia"
        },
        {
            "description": "The official language of Serbia is Serbian, which is written in Cyrillic script.",
            "source": "https://en.wikipedia.org/wiki/Serbian_language_in_Serbia"
        },
        {
            "description": "Belgrade, the capital city of Serbia, is one of the oldest continuously inhabited cities in Europe.",
            "source": "https://en.wikipedia.org/wiki/Belgrade"
        },
        {
            "description": "The Serbian economy is largely dominated by the service sector, followed by industry and agriculture.",
            "source": "https://en.wikipedia.org/wiki/Economy_of_Serbia"
        }
    ],
    "IOT": [
        {
            "description": "The British Indian Ocean Territory is an overseas territory of the United Kingdom located in the Indian Ocean.",
            "source": "https://en.wikipedia.org/wiki/British_Indian_Ocean_Territory"
        },
        {
            "description": "The territory includes the Chagos Archipelago, which consists of over 50 islands and islets.",
            "source": "https://en.wikipedia.org/wiki/Chagos_Archipelago"
        },
        {
            "description": "The territory has no indigenous population, but was home to a community of Chagossians until the late 1960s.",
            "source": "https://en.wikipedia.org/wiki/Chagos_Archipelago#Depopulation"
        },
        {
            "description": "The largest island in the territory is Diego Garcia, which serves as a joint military base for the United States and United Kingdom.",
            "source": "https://en.wikipedia.org/wiki/Diego_Garcia"
        }
    ]
}